Repository: BelmaBumin/cogstat
Catalog: cogstat/locale/*/LC_MESSAGES/cogstat.po
Languages: el, et, fr, he, hr, kk, th

source: Compare repeated measures va&riables
el: Σύγκριση μεταβλητών επαναλαμβανόμενων &μετρήσεων
et: Võrdle kordusmõõtmiste muu&tujaid
fr: Comparer des mesures répétées va&riables
hr: Usporedite varijable ponovljenih mjerenja
kk: Qaıta ólsheýlermen salystyrý aı&nymaly
th: เปรียบเทียบระดับการวัดซ้ำและตัวแปร

source: Minimum
el: Ελάχιστο
et: Miinimum
kk: Mınımým
th: ค่าต่ำสุด

source: Maximum
el: Μέγιστο
et: Maksimum
hr: Maksimum
kk: Maksımým
th: ค่าสูงสุด

source: Upper quartile
el: Ανώτερο τεταρτοµόριο
et: Ülemine kvartiil
fr: Quartile supérieur
hr: Gornji kvartil
kk: Joǵarǵy oram

source: Descriptives for the variables
el: Περιγραφικά µέτρα για τις μεταβλητές
et: Muutujate kirjeldav statistika
fr: Description des variables
hr: Deskriptivne vrijednosti varijabli
kk: Aınymalylarǵa arnalǵan sıpattama statısıkasy
th: รายละเอียดของตัวแปร

source: Descriptives for the groups
el: Περιγραφικά µέτρα για τις ομάδες
et: Gruppide kirjeldav statistika
fr: Description des groupes
hr: Deskriptivne vrijednosti grupe
kk: Toptarǵa arnalǵan sıpattama statısıkasy
th: รายละเอียดของกลุ่ม

source: Contingency table
el: Πίνακας συνάφειας
et: Risttabel
fr: La table de contingence
hr: Tablica kontingencije
kk: Ushtasý kestesi

source: Result of two-way ANOVA:
el: Αποτέλεσμα της αμφίδρομης ANOVA:
et: Kahefaktorilise dispersioonanalüüsi tulemus:
fr: Résultat d’une ANOVA bidirectionnelle:
hr: Rezultat dvosmjerne analize varijance:
kk: Ekijaqty ANOVA nátıjesi:
th: ผลลัพธ์การวิเคราะห์ความแปรปรวนแบบสองทางANOVA

source: Main effect of %s:
el: Κύρια επίδραση του %s:
et: %s põhiefekt:
fr: Effet principal de %s :
hr: Glavni efekt %s:
kk: %s basty áseri:
th: เอฟเฟกต์หลัก %s:

source: Interaction of %s and %s:
el: Αλληλεπίδραση του %s και %s:
et: %s ja %s interaktsioon:
fr: Interaction de %s et %s :
hr: Interakcija %s i %s:
kk: %s jáne %s ózara árekettesýi:
th: การปฏิสัมพันธ์ของ %s และ %s:

source: SPSS file -
el: αρχείο SPSS -
et: SPSS fail -
fr: Fichier de SPSS-
hr: SPSS datoteka-
kk: SPSS faıly -
th: ไฟล์ SPSS -

source: Explore relation of variable pair
el: Εξερεύνηση της σχέσης ζεύγους μεταβλητών
et: Uuri muutujapaari suhet
fr: Explorer la relation entre les paires de variables
hr: Istražite odnos para varijabli
kk: Aınymaly juptyń qatynasyn zertteńiz
th: ตรวจสอบความสัมพันธ์ของคู่ตัวแปร

source: Compare repeated measures variables
el: Σύγκριση μεταβλητών επαναλαμβανόμενων μετρήσεων
et: Võrdle kordusmõõtmiste muutujaid
fr: Comparer des variables de mesures répétées
hr: Usporedite varijable ponovljenog mjerenja
kk: Qaıtalanǵan ólshemderdi salystyrý
th: เปรียบเทียบการวัดซ้ำตัวแปร

source: N of missing cases
el: N των ελλειπουσών παρατηρήσεων
et: N puuduvatest juhtumitest
fr: N de cas manquants
hr: N slučajeva koju nedostaju
kk: Jetispeıtin oqıǵalardyn N
th: N ของกรณีที่ขาด

source: Two grouping variables.
el: Δύο μεταβλητές ομαδοποίησης.
et: Kaks grupeerivat muutujat.
fr: Deux variables de groupement.
hr: Dvije grupirajuće varijable:
kk: Eki toptyq aınymalylar.
th: สองตัวแปรกลุ่ม

source: Choosing factorial ANOVA.
el: Επιλογή παραγοντικός ANOVA.
et: Valin faktoriaalse dispersioonianalüüsi.
fr: Choisir l'ANOVA factorielle.
hr: Biranje faktorijalne analize varijance.
kk: ANOVA faktorıalyn tańdaý.
th: เลือก Factorial ANOVA

source: N of valid pairs
el: N έγκυρων ζευγών
et: N valiidsetest paaridest
fr: N de paires valides
hr: N valjanih parova
kk: Naqty etilgen jup N
th: N ของการเปรียบเทียบคู่ที่ทำได้

source: N of missing pairs
el: N των ελλειπουσών ζευγαριών
et: N puuduvatest paaridest
fr: N de paires manquantes
hr: N parova koji nedostaju
kk: Jetispeıtin jup N
th: N ของการเปรียบเทียบคู่ที่ขาด

source: N of missing group cases
el: N των ελλειπουσών ομαδικών παρατηρήσεων
et: N puuduvatest grupi juhtumitest
fr: Nombre de cas de groupe manquants
hr: N slučajeva koji nedostaju unutar grupe
kk: Joǵalǵan toptyq ister N
th: N ของกรณีกลุ่มที่ขาด

source: N of missing grouping variable in %s
el: N των ελλειπουσών μεταβλητών ομαδοποίησης σε %s
et: N puuduvast grupeerivast muutujast %s
fr: N de la variable de regroupement manquante en %s
hr: N grupirajućih varijabli koji nedostaju u %s
kk: N jiberilgen toptyq aınymaly %s
th: N ชองกรณี กลุ่มตัวแปร ใน%s

source: Skewness
el: Αυμμετρία
et: Asümmeetriakordaja
fr: L'obliquité
hr: Asimetričnost
kk: Asımetrıa
th: ความเบ้

source: Kurtosis
el: Κύρτωση
et: Järskuskordaja
fr: L'aplatissement
hr: Spljoštenost
kk: Eksess
th: ความโด่ง

source: Range
el: Εύρος
et: Haare
fr: Gamme
hr: Opseg
kk: Dıapazony
th: พิสัย

source: Descriptives for the variable
el: Περιγραφικά µέτρα για την μεταβλητή
et: Muutuja kirjeldav statistika
fr: Description de la variable
hr: Deskriptivne vrijednosti varijabli
kk: Aınymalyǵa arnalǵan deskrıptıvter
th: รายละเอียดของตัวแปร

source: The measurement levels of the variables are not set. Set them in your data source.
el: Τα επίπεδα μέτρησης των μεταβλητών δεν έχουν οριστεί. Ορίστε τα στην πηγή προέλευσης των δεδομένων σας.
et: Muutujate mõõtmistasemed ei ole sätestatud. Sätestage need oma andmeallikas.
fr: Les niveaux de mesure des variables ne sont pas définis. Définissez-les dans votre source de données.
hr: Mjerne razine za varijable nisu postavljene. Postavite ih u Vašoj izvorišnoj datoteci.
kk: Aınymalylardy ólsheý deńgeıleri qoıylmaıdy. Olardy derekter kózine ornatyńyz.
th: คุณยังไม่ได้ตั้งค่าระดับการวัดของตัวแปร กรุณาตั้งค่านี้ในข้อมูลดาต้า

source: Read more about how to report an issue <a href = "%s">here</a>.
el: Διαβάστε περισσότερα σχετικά με τον τρόπο αναφοράς ενός προβλήματος <a href = "%s">here</a>.
et: Lugege rohkem, kuidas teavitada probleemist <a href = "%s">siit</a>.
fr: Pour en savoir plus sur la façon de signaler un problème <a href = "%s">ici</a>.
hr: Saznajte više kako uspješno prijaviti problem <a href = "%s">here</a>.
kk: Ary-qaraı oqý Másele týraly qalaı habarlaýǵa bolady <a href = "%s">munda</a>.
th: อ่านเพิ่มเติมการแจ้งปัญหาที่พบ<a href = "%s">here</a>.

source: Find more information about CogStat on its <a href = "https://www.cogstat.org">webpage</a> or read the <a href="https://github.com/cogstat/cogstat/wiki/Quick-Start-Tutorial">quick start tutorial.</a>
el: Βρείτε περισσότερες πληροφορίες για το CogStat στο <a href = "https://www.cogstat.org">webpage</a> or read the <a href="https://github.com/cogstat/cogstat/wiki/Quick-Start-Tutorial">quick start tutorial.</a>
et: Leidke rohkem informatsioon CogStatist selle<a href = "https://www.cogstat.org">kodulehel</a> või lugege <a href="https://github.com/cogstat/cogstat/wiki/Quick-Start-Tutorial">kiirõpetust.</a>
fr: Trouver plus d’informations sur CogStat sur son <a href = "https://www.cogstat.org">webpage</a> or read the <a href="https://github.com/cogstat/cogstat/wiki/Quick-Start-Tutorial">quick start tutorial.</a>
hr: Pronađite više informacija o CogStat na <a href = "https://www.cogstat.org">webpage</a> ili pročitajte kratki tutorijal <a href="https://github.com/cogstat/cogstat/wiki/Quick-Start-Tutorial">quick start tutorial.</a>
kk: CogStat týraly tolyq aqparatty onyń <a href = "https://www.cogstat.org">web-betinde</a> tabýǵa bolady nemese ári qaraı <a href="https://github.com/cogstat/cogstat/wiki/Quick-Start-Tutorial">quick start tutorial.</a>
th: ข้อมูลโปรแกรม CogStat เพิ่มเติมที่ <a href = "https://www.cogstat.org">เว็บไซต์</a> หรืออ่านต่อที่ <a href="https://github.com/cogstat/cogstat/wiki/Quick-Start-Tutorial">ไกด์มือใหม่</a>

source: Read more about this issue <a href = "%s">here</a>.
el: Διαβάστε περισσότερα σχετικά με αυτό το πρόβλημα <a href = "%s">here</a>.
et: Lugege sellest probleemist rohkem <a href = "%s">siit</a>.
fr: En savoir plus sur ce problème <a href = "%s">ici</a>.
hr: Pročitajte više o ovome problemu <a href = "%s">here</a>.
kk: Bul másele týraly tolyǵyraq oqyńyz <a href = "%s">munda</a>.
th: อ่านเพิ่มเติมปัญหานี้<a href = "%s">ที่นี่</a>.

source: Result of slope test with %s:
el: Αποτέλεσμα του ελέγχου κλίσης με %s:
et: Tõusutesti tulemus %s:
fr: Résultat de l’essai de pente avec %s:
hr: Rezultati testa nagiba sa %s:
kk: %s kólbeý testiniń nátıjesi:
th: ผลลัพธ์Slope testพร้อมกับ%s:

source: String variables cannot be interval or ordinal variables in CogStat. Those variables are automatically set to nominal:
el: Μεταβλητές συμβολοσειρών δεν μπορούν να είναι διαστηματικές ή διατεταγμένες μεταβλητές στο CogStat. Αυτές οι μεταβλητές ορίζονται αυτόματα σε ονομαστικές:
et: Kategoriaalsed muutujad ei saa olla intervall- ega ordinaalmuutujad CogStatis. Need muutujad on automaatselt sätestatud nominaalseteks:
fr: Les variables de chaîne ne peuvent pas être des variables d’intervalle ou ordinales dans CogStat. Ces variables sont automatiquement définies à nominal:
hr: Kategorijalne varijable ne mogu biti intervalne ili ordinalne varijable u CogStat-u. Ove varijable su automatski uređene kao nominalne:
kk: Jol aınymalylary CogStat-ta aralyq nemese rettik aınymaly bola almaıdy. Bul aınymalylar avtomatty túrde nomınaldy mánge ornatylady:
th: สิ่งที่เป็นตัวอักษรในCogStat ไม่สามารถเป็นตัวแปรอันตรภาคหรือตัวแปรอันดับ ตัวแปรเหล่านี้จะถูกจัดเป็นนามบัญญัติทันที

source: You can fix this in your data source.
el: Μπορείτε να το διορθώσετε στην πηγή προέλευσης των δεδομένων σας.
et: Te saate seda parandada andmeallikas.
fr: Vous pouvez corriger cela dans votre source de données.
hr: Ovo možete popraviti u Vašoj izvorišnoj datoteci.
kk: Bul derekter kózinde túzetýge bolady.
th: คุณสามารถแก้ไขสิ่งนี้ได้ในข้อมูลดิบ

source: The measurement level was not set for all variables.
el: Το επίπεδο μέτρησης δεν ορίστηκε για όλες τις μεταβλητές.
et: Mõõtmistase ei olnud sätestatud kõikidele muutujatele.
fr: Le niveau de mesure n’a pas été établi pour toutes les variables.
hr: Mjerne razine nisu postavljene za sve varijable.
kk: Ólsheý deńgeıi barlyq aınymalylarǵa ornatylmaǵan.
th: ตั้งค่าระดับของการวัดไม่ครบทุกตัวแปร

source: Some variable name(s) include non-English characters, which will cause problems in some analyses: %s.
el: Μερικά ονόματα μεταβλητών περιλαμβάνουν μη αγγλικούς χαρακτήρες, κάτι που θα προκαλέσει προβλήματα σε μερικές αναλύσεις: %s.
et: Mõne(de) muutuja(te) nimede(s) sisalduvad mitte inglise keelsed tähemärgid, mis tekitavad probleeme mõnedes analüüsides: %s.
fr: Certains noms de variables comprennent des caractères non anglais, qui va poser des problèmes dans certaines analyses : %s.
hr: Pojedini nazivi varijabli uključuju i znakove koji nisu karakteristični za engleski jezik, što može uzrokovati probleme u nekim analizama: %s.
kk: Keıbir aınymaly(lar) aǵylshyn emes sımvoldaryn qamtıdy, bul keıbir taldaýlarda problemalar týdyrady: %s.
th: ชื่อของตัวแปรบางตัวมีตัวอักษรไม่ใช่อักษรโรมัน อาจทำให้เกิดปัญหากับการวิเคราะห์: %s.

source: Some variable(s) include non-English characters, which will cause problems in some analyses: %s.
el: Μερικές μεταβλητές περιλαμβάνουν μη αγγλικούς χαρακτήρες, κάτι που θα προκαλέσει προβλήματα σε μερικές αναλύσεις: %s.
et: Mõne(d) muutuja(d) sisaldavad mitte inglise keelseid tähemärke, mis tekitavad probleeme mõnedes analüüsides: %s.
fr: Certaines variables comprennent des caractères non anglais, ce qui causera des problèmes dans certaines analyses : %s.
hr: Pojedine varijable uključuju znakove koji nisu karakteristični za engleski jezik, što može uzrokovati probleme u nekim analizama: %s.
kk: Keıbir aınymaly(lar) aǵylshyn emes sımvoldaryn qamtıdy, bul keıbir taldaýlarda problemalar týdyrady: %s.
th: ตัวแปรบางตัวมีตัวอักษรไม่ใช่อักษรโรมัน อาจทำให้เกิดปัญหากับการวิเคราะห์: %s.

source: Standardized effect size:
el: Τυποποιημένος μέγεθος της επίδρασης:
et: Standardiseeritud efektisuurus:
fr: La taille d'effet normalisée:
hr: Standardizirana veličina efekta:
kk: Áserdiń standarttalǵan ólshemi:

source: Open d&emo data file
el: Άνοιγμα δ&ιαδήλωση αρχείου δεδομένων
et: Ava d&emo andmefail
fr: Ouvrir le fichier de données d&emo
hr: Otvorite d&emo podatkovnu datoteku
kk: D&emo derekter faıldaryn ashý
th: เปิด d&emo data file

source: &Increase text size
el: Αύ&ξηση μεγέθους κειμένου
et: &Suurenda teksti suurust
fr: &Augmenter la taille du texte
hr: &Povećajte veličinu teksta
kk: Mátin ólshemin &úlkeıtý
th: &เพิ่มขนาดอักษร

source: &Decrease text size
el: &Μείωση μεγέθους κειμένου
et: &Vähenda teksti suurust
fr: &Diminuer la taille du texte
hr: &Smanjite veličinu teksta
kk: Mátin ólshemin &Kishireıtý
th: &ลดขนาดอักษร

source: &Save results
el: Απο&θήκευση αποτελεσμάτων
et: &Salvesta tulemused
fr: &Enregistrer résultats
hr: &Spremite rezultate
kk: Nátıjelerdi &saqtaý
th: &บันทึกผลลัพธ์

source: Save results &as
el: Αποθήκευση αποτελεσμάτων &ως
et: Salvesta tulemused &kui
fr: Enregistrer résultats &comme
hr: Spremite rezultate &kao
kk: Nátıjelerdi saqtaý &retinde
th: บันทึกผล&เป็น

source: Boxplots and individual data of the variables
el: Θηκογράμματα και μεμονωμένα δεδομένα των μεταβλητών
et: Muutujate karpdiagrammid ja üksikandmed
fr: Boxplots et données individuelles des variables
hr: Kutijasti dijagram i individualni podatci varijabli
kk: Baǵanalyq dıagram men aınymalylardyń jeke derekteri
th: Boxplots และข้อมูลเฉพาะของตัวแปร

source: Largest individual sign displays %d cases.
el: Το μεγαλύτερο μεμονωμένο σύμβολο εμφανίζει %d παρατηρήσεις.
et: Suurim üksikmärk märgib %d juhtumitest.
fr: Le plus grand signe individuel affiche %d cas.
hr: Najveća individualna oznaka prikazuje %d slučajeva.
kk: Eń úlken jeke belgi %d oqıǵasyn kórsetedi.
th: แสดงผลลักษณะเฉพาะที่กว้างที่สุดต่อ %dกรณี

source: Boxplots and individual data of the rank data of the groups
el: Θηκογράμματα και μεμονωμένα δεδομένα των δεδομένων τάξη των ομάδων
et: Gruppide järjestatud andmete karpdiagrammid ja üksikandmed
fr: Boxplots et données individuelles des données de classement des groupes
hr: Kutijasti dijagram i individualni podaci ranga grupe
kk: Boxplot jáne toptardyń rangalyq derekteri
th: Boxplots และข้อมูลเฉพาะของการจัดอันดับข้อมูลในกลุ่ม

source: Boxplots and individual data of the groups
el: Θηκογράμματα και μεμονωμένα δεδομένα των ομάδων
et: Gruppide andmete karpdiagrammid ja üksikandmed
fr: Boxplots et données individuelles des groupes
hr: Kutijasti dijagram i individualni podatci grupe
kk: Boks-kesteler jáne toptardyń jeke derekteri
th: Boxplotsและข้อมูลเฉพาะของแต่ละกลุ่ม

source: 95% CI (low)
el: 95% ΔΕ (χαμηλό)
et: 95% UI (madal)
fr: Intervalle de confiance 95 % (faible)
hr: 95% interval pouzdanosti (niski)
kk: 95% CI (tómen)
th: 95% CI (ต่ำ)

source: 95% CI (high)
el: 95% ΔΕ (υψηλό)
et: 95% UI (kõrge)
fr: Intervalle de confiance 95 % (élevé)
hr: 95% interval pouzdanosti (visoki)
kk: 95% Cl (joǵary)
th: 95% CI (สูง)

source: Results of Dunn's test (p values).
el: Αποτελέσματα του ελέγχου Dunn (μεταβλητές p).
et: Dunn'i testi tulemused (p väärtused).
fr: Résultats du test de Dunn (valeurs p).
hr: Rezultati Dunnovog testa (p vrijednost).
kk: Dunn testiniń nátıjeleri (p values).
th: ผลลัพธ์ Dunn's test (ค่า p).

source: Present confidence interval values suppose normality.
el: Οι τρέχουσες τιμές διαστήματος εμπιστοσύνης υποθέτουν την κανονικότητα.
et: Antud usaldusintervalli väärtused oletavad normaalsust.
fr: Les valeurs actuelles de l’intervalle de confiance supposent la normalité.
hr: Prisutni interval pouzdanosti sugerira normalnost.
kk: Senimdi ıntervaldyń bar mánderi normalylyqty boljaıdy.
th: ช่วงความเชื่อมั่นปัจจุบันกับค่า Normality.

source: Means
el: Αριθμητικοί μέσοι
et: Keskmised
fr: Moyens
hr: Aritmetička sredina
kk: Quraldar

source: The next %s cases will not be printed. You can check all cases in the original data source.
el: Οι επόμενες %s παρατηρήσεις δεν θα εκτυπωθούν. Μπορείτε να ελέγξετε όλες τις παρατηρήσεις στην αρχική πηγή προέλευσης των δεδομένων.
et: Järgmiseid %s juhtumeid ei kuvata. Saate kontrollida kõiki juhtumeid originaalses andmeallikas.
fr: Les cas %s suivants ne seront pas imprimés. Vous pouvez vérifier tous les cas dans la source de données d’origine.
hr: Idući% slučajevi neće biti poslani na ispis. Sve slučajeve možete provjeriti u Vašoj izvornoj datoteci.
kk: Kelesi %s jaǵdaılary basylmaıdy. Bastapqy derekter kózindegi barlyq ótinishterdi tekserýge bolady.
th: กรณี%sบางกรณีไม่สามารถพิมพ์ออกมาได้ คุณสามารถเช็คทุกกรณีในดาต้าต้นแบบ

source: Available variables
el: Διαθέσιμες μεταβλητές
et: Saadavad muutujad
fr: Les variables disponibles
hr: Dostupne varijable
kk: Qoljetimdi aınymalylar
th: ตัวแปรที่เลือกได้

source: Sum
el: Σύνολο
et: Summa
fr: Somme
hr: Zbroj
kk: Soma

source: Lower quartile
el: Κατώτερο τεταρτοµόριο
et: Alamkvartiil
fr: Quartile inférieur
hr: Donji kvartil
kk: Tómengi oram
th: ควอไทล์ล่าง

source: Variance
el: Διακύμανση
et: Dispersioon
hr: Varijanca
kk: Aıyrmashylyq
th: แวเรียนท

source: Rows
el: Σειρές
et: Read
fr: Les lignes
hr: Redovi
kk: Joldar
th: แถว

source: Columns
el: Στήλες
et: Veerud
fr: Les colonnes
hr: Stupci
kk: Baǵandar
th: คอลัมน์

source: Pages
el: Σελίδες
et: Lehed
fr: Les pages
hr: Stranice
kk: Better
th: หน้า

source: Dependent variable
el: Εξαρτημένη μεταβλητή
et: Sõltuv muutuja
fr: La variable dépendante
hr: Zavisne varijable
kk: Táýeldi aınymaly
th: ตัวแปรตาม

source: Function
el: Συνάρτηση
et: Funktsioon
fr: Fonction
hr: Funkcija
kk: Fýnksıasy
th: ฟังค์ชัน

source: Dependent variable(s)
el: Εξαρτημένη μεταβλητή(-ές)
et: Sõltuv(ad) muutuja(d)
fr: les variables dépendants.
hr: Zavisna varijabla(e)
kk: Táýeldi aınymal(dar)
th: ตัวแปรตาม

source: Group(s)
el: Ομάδα(-ες)
et: Grupp(id)
fr: Groupe(s)
hr: Grupa(e)
kk: Top(tar)
th: กลุ่ม

source: Single case slope...
el: Κλίση μεμονωμένης παρατήρησης...
et: Üksiku juhtumi tõus...
fr: Pente d’un seul cas...
hr: Nagib pojedinačnog slučaja
kk: Jaǵdaıdyń jalǵyz kólbeýi...

source: Preferences
el: Προτιμήσεις
et: Eelistused
fr: Préférences
hr: Preference
kk: Artyqshylyq
th: ตั้งค่า

source: Language
el: Γλώσσα
et: Keel
fr: Pente
hr: Jezik
kk: Tili
th: ภาษา

source: You should restart CogStat to use the new language
el: Πρέπει να κάνετε επανεκκίνηση του CogStat για να χρησιμοποιήσετε τη νέα γλώσσα
et: Peaksite CogStat'i täiskäivitama, et kasutada uut keelt
fr: Vous devez redémarrer CogStat pour utiliser la nouvelle langue
hr: Trebate ponovno pokrenuti CogStat, kako biste koristili novoodabrani jezik
kk: Jańa tildi paıdalaný úshin CogStat qaıta iske qosý kerek
th: คุณต้องรีสตาร์ท CogStat เพื่อใช้ภาษาใหม่

source: Chart theme
el: Θέμα διαγράμματος
et: Graafiku teema
fr: La thème de graphique
hr: Tema grafikona
kk: Dıagram taqyryby
th: ธีมของชาร์ท

source: You should restart CogStat to use the new theme
el: Πρέπει να επανεκκινήσετε το CogStat για να χρησιμοποιήσετε το νέο θέμα
et: Peaksite CogStat'i täiskäivitama, et kasutada uut teemat
fr: Vous devez redémarrer CogStat pour utiliser le nouveau thème
hr: Trebate ponovno pokrenuti CogStat, kako biste koristili novoodabranu temu
kk: Jańa taqyrypty paıdalaný úshin CogStat qaıta iske qosý kerek
th: คุณต้องรีสตาร์ท CogStat เพื่อใช้ธีมใหม่

source: Compare groups - Single case slope
el: Σύγκριση ομάδων - Κλίση μεμονωμένης παρατήρησης
et: Võrdle gruppe - Üksiku juhtumi tõus
fr: Comparer les groupes - Pente d’un seul cas
hr: Usporedite grupe - Nagib pojedinačnog slučaja
kk: Toptardy salystyrý - Bir istiq betkeı
th: เทียบกลุ่ม - Single case slope

source: Slope SE variable
el: Μεταβλητή τ. σ. κλίσης
et: SE muutuja tõus
fr: Variable d’erreur type de pente
hr: Standardna greška varijable nagiba
kk: SE eńis aınymaly

source: Number of trials
el: Αριθμός δοκιμών
et: Katsete arv
fr: Nombre de procès
hr: Broj proba
kk: Sot prosesteriniń sany
th: จำนวน Trials

source: Explore variables
el: Εξερεύνηση μεταβλητών
et: Uuri muutujaid
fr: Explorer les variables
hr: Istražite varijable
kk: Aınymalylardy zertteý
th: ดูตัวแปรต่างๆ

source: Selected variables
el: Επιλεγμένες μεταβλητές
et: Valitud muutujad
fr: Des variables sélectionnées
hr: Odabrane varijable
kk: Tańdalǵan aınymalylar
th: ตัวแปรที่เลือก

source: Statistics
el: Στατιστική
et: Statistikud
fr: Les statistiques
hr: Statistika
kk: Statıstıka
th: สถิติ

source: Central tendency test value
el: Τιμή ελέγχου κεντρικής τάσης
et: Keskse suundumuse testi väärtus
fr: Valeur du test de tendance centrale
hr: Vrijednost testa centralne tendencije
kk: Ortalyq baǵa úrdisi
th: ค่าแนวโน้มสู่ส่วนกลาง

source: Explore relation of variable pairs
el: Εξερεύνηση της σχέσης των ζευγών μεταβλητών
et: Uuri muutujate paaride suhet
fr: Explorer la relation entre les paires de variables
hr: Istražite odnose parova varijabi
kk: Qos aınymalynyń táýeldiligin zertteý
th: ตรวจดูความสัมพันธ์คู่ตัวแปร

source: Wizard
el: Μάγος
et: Võlur
fr: L'Assistant
hr: Čarobnjak
kk: Sıqyrshy

source: One factor
el: Ένας παράγοντας
et: Üks faktor
fr: Un facteur
hr: Jedan faktor
kk: Bir faktor
th: 1 ปัจจัย

source: Several factors
el: Μερικοί παράγοντες
et: Mitu faktorit
fr: Divers facteurs
hr: Nekoliko faktora
kk: Birneshe faktorlar
th: หลายปัจจัย

source: Not implemented yet
el: Δεν έχει εφαρμοστεί ακόμα
et: Ei ole veel rakendatud
fr: Pas encore implémenté
hr: Još uvijek nije primjenjivo
kk: Áli iske asyrylmaǵan
th: ยังไม่ตรวจสอบ

source: Variables to choose from
el: Μεταβλητές για να διαλέξετε
et: Muutujad, millest valida
fr: Variables à choisir
hr: Varijable između kojih je moguće birati
kk: Tańdaý aınymalylary
th: ตัวแปรที่เลือกได้

source: Variable properties
el: Ιδιότητες της μεταβλητής
et: Muutujate omadused
fr: Propriétés variables
hr: Svojstva varijable
kk: Aınymalylardyń qasıetteri
th: คุณสมบัติตัวแปร

source: &Filter outliers
el: &Φιλτράρισμα των ακραίων τιμών
et: &Filtreeri erindeid
fr: &Filtrez les valeurs aberrantes
hr: %Filtiraj vrijednosti koje odstupaju
kk: &Shyǵaryndylar súzgisi.
th: &กรอง ouliers

source: Text is &editable
el: Το κείμενο είναι επεξε&ργάσιμο
et: Tekst on &muudetav
fr: Le texte est &modifiable
hr: Teks je &podložan uređivanju
kk: Mátin &redaksıalaý úshin qol jetimdi
th: ข้อความ &แก้ไขได้

source: Filter outlier.
el: Φιλτράρισμα ακραίας τιμής.
et: Filtreeri erind.
fr: Filtrez les valeurs aberrantes.
hr: Filtriraj vrijednosti koje odstupaju.
kk: Shyǵaryndylar súzgisi.
th: &กรอง outlier

source: Main effect of %s
el: Κύρια επίδραση του %s
et: %s põhiefekt
fr: Effet principal de %s
hr: Glavni efekt od &s
kk: %s negizgi áseri
th: อิทธิพลหลัก %s

source: Interaction of factors %s
el: Αλληλεπίδραση παραγόντων %s
et: Faktorite interaktsioon %s
fr: Interaction des facteurs %s
hr: Interakcije faktora %s
kk: %s faktorlardyń ózara árekettesýi
th: Interaction ของปัจจัย %s

source: Only interval variables can be used for filtering. Ignoring variable %s.
el: Μόνο διαστηματικές μεταβλητές μπορούν να χρησιμοποιηθούν για φιλτράρισμα. Παράβλεψη μεταβλητής %s.
et: Filtreerimiseks saab kasutada ainult intervallmuutujaid. Ignoreerin muutujat %s.
fr: Seules les variables d’intervalle peuvent être utilisées pour le filtrage. Ignorer la variable %s.
hr: Samo intervalne varijable mogu biti korištene za filtiranje. Ignoriranje varijable %s.
kk: Súzý úshin tek aralyq aınymalylardy paıdalanýǵa bolady. Aınymalyny elemeý %s.
th: มีแค่ตัวแปรอันตรภาคที่ใช้ในการกรองได้ เพิกเฉยต่อตัวแปร%s

source: Factors (number of levels):
el: Παράγοντες (αριθμός επιπέδων):
et: Faktorid (tasemete arv):
fr: Facteurs (nombre de niveaux):
hr: Faktori (broj razina):
kk: Faktorlar (deńgeıler Sany):
th: ปัจจัย (number of levels):

source: Interval variables with several factors.
el: Διαστηματικές μεταβλητές με μερικούς παράγοντες.
et: Intervallmuutujad mitmete faktoritega.
fr: Variables d’intervalle avec plusieurs facteurs.
hr: Intervalne varijable sa nekoliko faktora.
kk: Birneshe faktorly ıntervaldyq aınymalylar.
th: ตัวแปรอันตรภาคร่วมกับหลายปัจจัย

source: Choosing repeated measures ANOVA.
el: Επιλογή ANOVA επαναλαμβανόμενων μετρήσεων.
et: Valin kordusmōōtmiste dispersioonanalüüsi.
fr: Choix de mesures répétées ANOVA.
hr: Biranje ANOVE s ponovljenim mjerenjima.
kk: Ólshemniń qaıta ANOVA taldaýyn tańdaý.
th: ใช้ repeated measures ANOVA
