Repository: BelmaBumin/cogstat
Catalog: cogstat/locale/*/LC_MESSAGES/cogstat.po
Languages: el, et, fr, he, hr, kk, th

source: Ordinal variables with several factors.
el: Διατεταγμένες μεταβλητές με διάφορους παράγοντες.
et: Ordinaalmuutujad mitmete faktoritega.
fr: Variables ordinales avec plusieurs facteurs.
hr: Ordinalne varijable sa nekoliko faktora.
kk: Birneshe faktorly rettik aınymalylar.
th: ตัวแปรอันดับร่วมกับหลายปัจจัย

source: Nominal variables with several factors.
el: Ονομαστικές μεταβλητές με μερικούς παράγοντες.
et: Nominaalmuutujad mitmete faktoritega.
fr: Variables nominales avec plusieurs facteurs.
hr: Nominalne varijable sa nekoliko faktora.
kk: Birneshe faktorly nomınaldy aınymalylar.
th: ตัวแปรนามบัญญัติร่วมกับหลายปัจจัย

source: Filter outlier
el: Φιλτράρισμα ακραίας τιμής
et: Filtreeri erind
fr: Filtrez les valeurs aberrantes
hr: Filtriraj vrijednosti koje odstupaju.
kk: Shyǵaryndylar súzgisi.
th: กรอง outlier

source: Factors
el: Παράγοντες
et: Faktorid
fr: Les facteurs
hr: Faktori
kk: Faktorlar
th: ปัจจัย

source: Add factor
el: Προσθήκη παράγοντα
et: Lisa faktor
fr: D'ajoutez des facteurs
hr: Dodati faktor
kk: Faktordy qosý
th: เพิมปัจจัย

source: Modify factor
el: Τροποποίηση παράγοντα
et: Muuda faktorit
fr: Modifiez les facteurs
hr: Promijeni faktor
kk: Faktordy túrlendirý
th: แก้ไขปัจจัย

source: Remove factor
el: Αφαίρεση παράγοντα
et: Eemalda faktor
fr: Éliminer les facteurs
hr: Ukloni faktor
kk: Faktordy óshirý
th: ลบปัจจัย

source: Factors...
el: Παράγοντες...
et: Faktorid...
fr: Les facteurs...
hr: Faktori...
kk: Faktorlar...
th: ปัจจัย...

source: Set factor
el: Δώστε παράγοντα
et: Määra faktor
fr: Définiez de facteur
hr: Odredi faktor
kk: Berilgen faktory
th: ตั้งปัจจัย

source: Name of the factor
el: Όνομα του παράγοντα
et: Faktori nimi
fr: Nom du facteur
hr: Naziv faktora
kk: Faktordyń ataýy
th: ชื่อปัจจัย

source: Number of levels
el: Αριθμός επιπέδων
et: Tasemete arv
fr: Le nombre de niveaux
hr: Broj razina
kk: Deńgeıler sany
th: จำนวนระดับ

source: Only interval variables are available
el: Διατίθενται μόνο διαστηματικές μεταβλητές
et: Ainult intervallmuutujad on saadaval
fr: Seules les variables d’intervalle sont disponibles
hr: Samo intervalne varijable su dostupne
kk: Tek aralyq aınymalylar qol jetimdi
th: ใช้ได้แค่ตัวแปรอันตรภาค

source: Behavioral data &diffusion analysis
el: Δεδομένα συμπεριφοράς ανάλυση &διάχυσης
fr: Données comportementales et analyse de diffusion
th: ข้อมูลพฤติกรรม&การแพร่กระจาย

source: &Find text
el: &Εύρεση κειμένου
fr: &Recherchez du texte
th: &ค้นคำ

source: Diffusion analysis.
el: Ανάλυση διάχυσης.
fr: La analyse par diffusion.
th: การแพร่กระจาย

source: Sensitivity power analysis. Minimal effect size to reach 95%% power with the present sample size for the present hypothesis test (effect size is in %s):
el: Ανάλυση δύναμης ευαισθησίας. Ελάχιστο μέγεθος της επίδρασης να φτάσει την 95%% δύναμη με το παρόν μέγεθος δείγματος για τον παρόντος έλεγχο υπόθεσης (μέγεθος της επίδρασης είναι σε %s):
fr: Analyse de la puissance de sensibilité. Taille minimale de l’effet pour atteindre une puissance de 95 % avec la taille actuelle de l’échantillon pour la présente hypothèse (la taille de l’effet est en %s):
th: วิเคราะห์เซนซิทิวิตี้ พาวเวอร์หรือความหนักแน่นของการศึกษา ขนาดผลกระทบ95%% สำหรับขนาดการทดลองนี้เพื่อทดสอบสมมติฐาน(ขนาดผลกระทบ%s):

source: Result of multi-way ANOVA
el: Αποτέλεσμα της ANOVA πολλαπλών δρόμων
fr: Résultat de l’ANOVA multivoies
th: ผลลัพธ์ multi-way ANOVA

source: Interaction of %s:
el: Αλληλεπίδραση του %s:
fr: Interaction de %s:

source: Normal theoretical quantiles
el: Κανονικά θεωρητικά ποσοστημόρια
fr: Les quantiles théoriques normaux

source: Sample quantiles
el: Ποσοστημόρια τους δείγματους
fr: Quantiles d'échantillon

source: Error: %s, Reaction time: %s, Participant: %s, Condition(s): %s
el: Σφάλμα: %s, Χρόνος αντίδρασης: %s, Συμμέτοχος: %s, Συνθήκη(-ες): %s
fr: Erreur : %s, Temps de réaction : %s, Participant : %s, Condition(s) : %s

source: Mean percent correct with edge correction
el: Μέσο ποσοστό σωστό με διόρθωση ακρής
fr: Pourcentage moyen de correction des bords
th: ค่าเฉลี่ยเปอร์เซ็นต์หลัง edge correction

source: Mean correct reaction time
el: Μέσος σωστού χρόνου αντίδρασης
fr: Temps de réaction moyen correct

source: Correct reaction time variance
el: Διακύμανση του σωστού χρόνου αντίδρασης
fr: Correction de la variance du temps de réaction

source: Threshold
el: Όριο
fr: Seuil
th: ค่าเกณฑ์

source: Nondecision time
el: Χρόνος μη απόφασης
fr: Temps de non-décision
th: ไม่มีการตัดสินใจ

source: low
el: χαμηλό
fr: faible
th: ต่ำ

source: high
el: υψηλό
fr: élevé
th: สูง

source: Relative frequencies
el: Σχετικές συχνότητες
fr: Les fréquences relatives
th: ความถี่สัมพัทธ์

source: 95% confidence interval (multinomial proportions)
el: 95% διάστημα εμπιστοσύνης (πολυωνυμικές ιδιότητες)
fr: Intervalle de confiance à 95 % (proportions multinomiales)
th: ช่วงความเชื่อมั่น95%(จากการสุ่มพหุกลุ่ม)

source: Some of the cells does not include at least 5 cases, so the confidence intervals may be invalid.
el: Μερικά από τα κελιά δεν περιλαμβάνουν τουλάχιστον 5 παρατηρήσεις, επομένως τα διαστήματα εμπιστοσύνης μπορεί να μην είναι έγκυρα.
fr: Certaines des cellules ne comprennent pas au moins cinq cas, de sorte que les intervalles de confiance peuvent être invalides.
th: บางช่องระบุน้อยกว่า5กรณี ช่วงความเชื่อมั่นอาจไม่เป็นจริง

source: Variation ratio
el: Αναλογία μεταβλητότητας
fr: Rapport de variation

source: Present confidence interval values for the mean suppose normality.
el: Τρέχουσες τιμές διαστήματος εμπιστοσύνης για το μέσο υποθέτουν κανονικότητα.
fr: Les valeurs actuelles de l’intervalle de confiance pour la moyenne supposent la normalité.
th: ค่าช่วงความเชื่อมั่นขณะนี้เพื่อค่าเฉลี่ยกรณีเป็นปกติ

source: 95% confidence interval (high)
el: 95% διάστημα εμπιστοσύνης (υψηλό)
fr: Intervalle de confiance 95 % (élevé)
th: ช่วงความเชื่อมั่น95%(สูง)

source: 95% confidence interval (low)
el: 95% διάστημα εμπιστοσύνης (χαμηλό)
fr: Intervalle de confiance 95 % (faible)
th: ช่วงความเชื่อมั่น95%(ต่ำ)

source: Out of the data range
el: Εκτός εύρους δεδομένων
fr: Hors de la plage de données
th: เกินกว่าช่วงของข้อมูล

source: Cramér's V measure of association
el: Μέτρο συνάφειας του Cramér's V
fr: Mesure d’association de Cramér V
th: หาระดับความสัมพันธ์Cramer's V

source: Total
el: Σύνολο
th: รวม

source: Case count
el: Αριθμός παρατηρήσεων
fr: Comptage de caisses
th: เคสรวม

source: Percentage
el: Ποσοστό
fr: Le pourcentage
th: เปอร์เซนต์

source: Eta-squared
el: η-τετράγωνο
fr: êta au carré

source: Omega squared
el: ω-τετράγωνο
fr: OMEGA au carré

source: Population parameter estimations
el: Εκτιμήσεις παραμέτρων πληθυσμού
fr: L'estimation des paramètres de population
th: ตัวประมาณการประชากรบนพารามีเตอร์

source: Options...
el: Επιλογές...
th: ตัวเลือก..

source: Find text
el: Εύρεση κειμένου
fr: Rechercher du texte
th: ค้นคำ

source: Text to find
el: Κείμενο για εύρεση
fr: Texte pour trouver
th: คำที่ต้องหา

source: Find next
el: Εύρεση επόμενου
fr: Trouvez le texte
th: ค้นต่อไป

source: Find previous
el: Εύρεση προηγούμενων
fr: Chercher en arrière
th: ค้นก่อนหน้า

source: Behavioral data diffusion analysis
el: Δεδομένα συμπεριφοράς ανάλυσης διάχυσης
fr: Analyse de diffusion des données comportementales
th: การแพร่กระจายข้อมูลพฤติกรรม

source: Participant
el: Συμμέτοχος
th: ผู้เข้าร่วม

source: Error
el: Σφάλμα
fr: Erreur
th: ผิดพลาด

source: Reaction time (in sec)
el: Χρόνος αντίδρασης (σε δευτερόλεπτα)
fr: Temps de réaction (en s)
th: Reaction time (วินาที)

source: Condition(s)
el: Συνθήκη(-ες)
fr: L'état
th: เงื่อนไข

source: Options
el: Επιλογές
th: ตัวเลือก

source: Minimum of x axis
el: Ελάχιστο άξονα x
fr: Minimum de x axe
th: ต่ำสุด แกน x

source: Maximum of x axis
el: Μέγιστο άξονα x
fr: Maximum de x axe
th: สูงสุด แกน x

source: Minimum of y axis
el: Ελάχιστο άξονα y
fr: Minimum de y axe
th: ต่ำสุด แกน y

source: Maximum of y axis
el: Μέγιστο άξονα y
fr: Maximum de y axe
th: สูงสุด แกน y

source: At least the reaction time and the error variables should be given.
el: Πρέπει να δοθούν τουλάχιστον ο χρόνος αντίδρασης και οι μεταβλητές σφάλματος.
fr: Au moins le temps de réaction et les variables d’erreur devraient être donnés.
th: ต้องมีข้อมูลreaction time และตัวแปรความผิดพลาดด้วย

source: At least two grouping variables.
el: Τουλάχιστον δύο μεταβλητές ομαδοποίησης.
fr: Au moins deux variables de regroupement.
th: ต้องมีตัวแปรเพื่อเข้ากลุ่ม 2 ตัว

source: Hypothesis tests
el: Έλεγχοι υπόθεσης
fr: Les tests d'hypothèse
th: ทดสอบสมมติฐาน

source: Medians
el: Διάμεσοι
fr: Les medians
th: มัธยฐาน

source: Standardized effect size
el: Τυποποιημένος μέγεθος της επίδρασης
fr: La taille d'effet normalisée
th: ขนาดของผลมาตรฐาน

source: All importable data files
el: Όλα τα εισαγόμενα αρχεία δεδομένων
fr: Tous les fichiers de données importables

source: Spreadsheet files
el: Αρχεία υπολογιστικών φύλλων
fr: Fichiers de feuilles de calcul

source: Text files
el: Αρχεία κειμένου
fr: Les fichiers texte

source: SPSS data files
el: αρχεία δεδομένων SPSS
fr: Les fichiers de données SPSS

source: jamovi data files
el: αρχεία δεδομένων jamovi
fr: les fichiers de données Jamovi

source: JASP data files
el: αρχεία δεδομένων JASP
fr: Les fichiers de données JASP

source: SAS data files
el: αρχεία δεδομένων SAS
fr: Les fichiers de données SAS

source: STATA data files
el: αρχεία δεδομένων STATA
fr: Les fichiers de données STATA

source: R data files
el: αρχεία δεδομένων R
fr: Les fichiers de données R

source: Some of the cells do not include at least 5 cases, so the confidence intervals may be invalid.
el: Μερικά από τα κελιά δεν περιλαμβάνουν τουλάχιστον 5 παρατηρήσεις, επομένως τα διαστήματα εμπιστοσύνης μπορεί να μην είναι έγκυρα.
fr: Certaines des cellules ne comprennent pas au moins 5 cas, de sorte que les intervalles de confiance peuvent être invalides.

source: Omega-squared
el: ω-τετράγωνο
fr: Omega/carré

source: Data file content
el: Περιεχόμενο αρχείου δεδομένων
fr: Contenu d'un fichier

source: Oops, something went wrong, CogStat could not open the data. You may want to report the issue.
el: Ωχ, κάτι πήγε στραβά, το CogStat δεν μπόρεσε να ανοίξει τα δεδομένα. Ίσως θέλετε να αναφέρετε το πρόβλημα.
fr: Oups, quelque chose s’est mal passé, CogStat n’a pas pu ouvrir les données. Vous voudrez peut-être signaler le problème.

source: Error code
el: Κωδικός σφάλματος
fr: Code d'erreur

source: Data to be imported
el: Δεδομένα που πρόκειται να εισαχθούν
fr: Données à importer

source: Number of measurement levels do not match the number of variables. You may want to correct the number of measurement levels.
el: Ο αριθμός των επιπέδων μέτρησης δεν ταιριάζει με τον αριθμό των μεταβλητών. Μπορεί να θέλετε να διορθώσετε τον αριθμό των επιπέδων μέτρησης.
fr: Le nombre de niveaux de mesure ne correspond pas au nombre de variables. Vous pouvez corriger le nombre de niveaux de mesure.

source: Shapiro–Wilk normality test in variable %s%s
el: Έλεγχος κανονικότητας των Shapiro–Wilk στη μεταβλητή %s%s
fr: Test de normalité Shapiro–Wilk dans la variable %s%s

source: Using Greenhouse–Geisser correction.
el: Χρησιμοποίηση διόρθωσης Greenhouse–Geisser.
fr: Utiliser la correction Greenhouse–Geisser.

source: Comparing variables pairwise with the Holm–Bonferroni correction:
el: Σύγκριση μεταβλητών ανά ζεύγη με τη διόρθωση Holm-Bonferroni:
fr: Comparaison des variables par paires avec la correction Holm-Bonferroni:

source: Running Mann–Whitney test.
el: Εκτέλεση Mann–Whitney δοκιμασίας.
fr: Exécuter du test Mann-Whitney.

source: Choosing two sample t-test, Mann–Whitney test or Welch's t-test depending on assumptions.
el: Επιλογή ελέγχου t δύο δειγμάτων, Mann-Whitney δοκιμασίας ή ελέγχου του Welch ανάλογα με τις υποθέσεις.
fr: Choisir deux tests t, test Mann-Whitney ou test t de Welch selon les hypothèses.

source: Homogeneity of variance violated in variable %s.
el: Ομοιογένεια διακύμανσης παραβιάζεται στη μεταβλητή %s.
fr: L’homogénéité de la variance a été violée dans la variable %s.

source: Running chi-squared test.
el: Εκτέλεση χι-τετράγωνο ελέγχου.
fr: Exécuter du test chi carré.

source: Choosing one-way ANOVA or Kruskal–Wallis test depending on the assumptions.
el: Επιλογή μονόδρομη ANOVA ή ελέγχου Kruskal-Wallis ανάλογα με τις υποθέσεις.
fr: Choisir un test ANOVA unidirectionnel ou Kruskal–Wallis en fonction des hypothèses.

source: Homogeneity of variance violated in variable %s.
el: Ομοιογένεια διακύμανσης παραβιάζεται στη μεταβλητή %s.
fr: L’homogénéité de la variance a été violée dans la variable %s.

source: Running Kruskal–Wallis test.
el: Εκτέλεση ελέγχου Kruskal–Wallis.
fr: Exécuter du test Kruskal–Wallis.

source: Result of independent samples Mann–Whitney rank test:
el: Αποτέλεσμα της ανεξάρτητης Mann–Whitney δοκιμασίας για τάξεις μεγέθους:
fr: Résultat des échantillons indépendants Test de classement Mann-Whitney:

source: Result of the Kruskal–Wallis test:
el: Αποτέλεσμα των ελέγχων Kruskal-Wallis:
fr: Résultat du test Kruskal–Wallis:

source: Result of the Pearson's chi-squared test:
el: Αποτέλεσμα των χι-τετράγωνων ελέγχων του Pearson:
fr: Résultat du test du chi carré de Pearson:

source: Spreadsheet file
el: Αρχείο υπολογιστικών φύλλων
fr: Fichier de tableur

source: SPSS/SAS/STATA file
el: αρχείο SPSS/SAS/STATA
fr: Fichier de SPSS/SAS/STATA

source: R file
el: αρχείο R
fr: Fichier de R

source: JASP file
el: αρχείο JASP
fr: Fichier de JASP

source: jamovi file
el: αρχείο jamovi
fr: Fichier de jamovi

source: Text file
el: Αρχείο κειμένου
fr: Fichier de texte

source: &Find text...
el: &Εύρεση κειμένου...
fr: &Rechercher texte

source: All levels of the factors should be set.
el: Πρέπει να δώσετε όλα τα επίπεδα των παραγόντων.

source: Specify the minimum required parameters (reaction time and error).
el: Καθορίστε το μίνιμουμ τις απαιτούμενες παραμέτρους (χρόνος αντίδρασης και σφάλμα).

source: None
el: Κανένα

source: Condition
el: Συνθήκη

source: single condition
el: μονή συνθήκη

source: single participant
el: μόνος συμμέτοχος

source: Measurement level warning
el: Προειδοποίηση επιπέδου μέτρησης

source: String variable conversion warning
el: Προειδοποίηση μετατροπής μεταβλητής συμβολοσειράς

source: You can fix this issue in your data source.
el: Μπορείτε να διορθώσετε αυτό το πρόβλημα στην πηγή προέλευσης των δεδομένων σας.

source: Recommended characters in variable names warning
el: Προειδοποίηση προτεινόμενων χαρακτήρων σε ονόματα μεταβλητών

source: If some analyses cannot be run, fix this in your data source.
el: Αν κάποιες αναλύσεις δεν μπορούν να εκτελεστούν, διορθώσετε το στην πηγή προέλευσης των δεδομένων σας.

source: Recommended characters in data values warning
el: Προειδοποίηση προτεινόμενων χαρακτήρων στις τιμές δεδομένων

source: &Add factor
el: &Προσθήκη παράγοντα

source: &Modify factor
el: &Τροποποίηση παράγοντα

source: &Remove factor
el: &Αφαίρεση παράγοντα

source: &Factors...
el: &Παράγοντες...

source: O&ptions...
el: Επι&λογές...

source: Single case &slope...
el: &Κλίση μεμονωμένης παρατήρησης...

source: &Frequencies
el: &Συχνότητες

source: Central tendency &test value
el: Τιμή &ελέγχου κεντρικής τάσης

source: Some variable name(s) include characters other than English letters, numbers, or underscore which can cause problems in some analyses: %s.
el: Μερικά ονόματα μεταβλητών περιλαμβάνουν χαρακτήρες άλλο από αγγλικά γράμματα, νούμερα ή κάτω παύλα, κάτι που θα προκαλέσει προβλήματα σε μερικές αναλύσεις: %s.

source: Some string variable(s) include characters other than English letters, numbers, or underscore which can cause problems in some analyses: %s.
el: Μερικές μεταβλητές συμβολοσειρών περιλαμβάνουν χαρακτήρες άλλο από αγγλικά γράμματα, νούμερα ή κάτω παύλα, κάτι που θα προκαλέσει προβλήματα σε μερικές αναλύσεις: %s.

source: &About
et: &Programmist
fr: &Environ
he: &אודות
kk: &Týraly
th: &เกี่ยวกับ

source: About CogStat
et: Cogstatist
fr: Sur Cogstat
he: אודות CogStat
hr: O CogStat
kk: CogStat týraly
th: เกี่ยวกับ CogStat

source: Population properties
et: Populatsiooni omadused
fr: Propriétés de population
hr: Svojstva populacije
kk: Halyqtyń qasıetteri
th: คุณสมบัติของประชากร

source: Drift rate
fr: Vitesse de dérive

source: Cohen's d
fr: le d de Cohen

source: Hedges' g
fr: Le G de Hedge

source: Specify all the required parameters (reaction time, error, participant and condition variables).
fr: Spécifiez tous les paramètres requis (temps de réaction, erreur, variables du participant et de l’état).
th: ระบุพารามีเตอร์ทั้งหมด(reaction time, error, ผู้เข้าร่วม, ตัวแปรเงื่อนไข)

source: Sorry, newer statsmodels module is required for confidence interval.
et: Vabandust, uuem statistilise mooduli mudel on nõutud usaldusintervalli tegemiseks.
he: מצטערים, נדרשת תוכנה חדשה של statsmodels עבור רווח בר סמך.
hr: Žao nam je, novije verzije "Statsmodels-a" su potrebne za izračun intervala pouzdanosti.
kk: Keshirińiz, jańa statsmodels modýli senimdi ınterval úshin qajet.

source: Sorry, the mosaic plot can not be drawn with those data.
et: Vabandust, antud andmetega ei ole võimalik mosaiikdiagrammi koostada.
he: מצטערים, תרשים הפסיפס אינו יכול להיות מותווה עבור הנתונים האלו.
hr: Žao nam je, mozaični dijagram ne može biti nacrtan na osnovu ovih podataka.
kk: Keshirińiz, mozaıkalyq keste bul derektermen sýret salýǵa bolmaıdy

source: Largest individual data display %d cases.
et: Suurimad üksikandmed näitavad %d juhtumitest.
he: הנתונים האישיים הגדולים ביותר מציגים %d מקרים.
hr: Najveći individualni prikaz podataka &d slučajeva.
kk: Eń úlken jeke derekter dıspleıi %d jaǵdaılary.

source: Save results
et: Salvesta tulemused
he: שמור תוצאות
hr: Spremite rezultate
kk: Nátıjelerdi saqtaý

source: Save results as
et: Salvesta tulemused kui
he: שמור תוצאות כ
hr: Spremite rezultate kao
kk: Nátıjelerdi qalaı saqtaý

source: (2 SD)
et: (2 SH)
he: (2 סטיות תקן)

source: Sorry, at least SciPy 0.10 is required to calculate Cramér's V or Chi-Square test.
et: Vabandust, vähemalt SciPy 0.10 on vajalik, et arvutada Cramér'i V'd või Hii-ruut-testi.
hr: Žao nam je, najmanje SciPy 0.10 je potreban za izračun Cramerovog V i hi-kvadrat testa.
kk: Keshirińiz, Cramér's V nemese Chi-Square kem degende SciPy 0.10 test esepteý úshin qajet.

source: &Text is editable
et: &Tekst on muudetav
hr: &Tekst je podložan uređivanju
kk: &Mátin redaksıalaý úshin qol jetimdi

source: N of invalid cases: %g
he: מספר מקרים שאינם תקפים: %g

source: Mean: %0.*f
he: ממוצע: %0.*f

source: Standard deviation: %0.*f
he: סטיית תקן: %0.*f

source: Skewness: %0.*f
he: צידוד: %0.*f

source: Kurtosis: %0.*f
he: גבנוניות: %0.*f

source: Range: %0.*f
he: טווח: %0.*f

source: Normality cannot be checked for constant variable.
he: נורמליות אינה יכולה להיבדק עבור משתנה קבוע.

source: Too small sample to test normality.
he: מדגם קטן מדי על מנת לבדוק נורמליות.

source: Sorry, QQ plot is only displayed if the statsmodels module is installed.
he: מצטערים, תרשים QQ יכול להיות מוצג רק אם מותקנת תוכנת statsmodels.

source: 95%% Confidence interval [%0.*f, %0.*f]
he: רווח בר סמך 95%% [%0.*f, %0.*f]

source: Result of Wilcoxon signed rank test
he: תוצאה של מבחן wilcoxon signed-rank

source: Sorry, this function is not available if R is not installed.
he: מצטערים, הפונקציה הזו אינה זמינה אם R לא מותקן.

source: Means for the variables
he: ממוצעי המשתנים

source: Means for the groups
he: ממוצעי הקבוצות

source: Sorry, mosaic plot can be drawn only if statsmodels 0.5 or later module is installed.
he: מצטערים, תרשים הפסיפס יכול להיות מותווה רק אם מותקנת תוכנת statsmodels 0.5 ומעלה.

source: Boxplot and individual data of the variables
he: תרשים קופסא ונתונים אישיים של המשתנים

source: Sorry, at least SciPy 0.10 is required to calculate Chi-Square test.
he: מצטערים, לפחות SciPy 0.10 נדרשת לצורך חישוב מבחן חי בריבוע.

source: Open data file (csv text file)
he: פתח קובץ נתונים (קובץ טקסט csv)

source: Paste data from clipboard
he: הדבק נתונים מלוח העריכה

source: Print data to the output
he: הדפס נתונים אל הפלט

source: Print beginning of the data to the output
he: הדפס את ההתחלה של הנתונים אל הפלט

source: Main properties of variables
he: התכונות עיקריות של המשתנים

source: Properties of variable pairs
he: תכונות של זוגות משתנים

source: Build a pivot table
he: בנה טבלת ציר

source: Compare va&riables
he: השווה מש&תנים

source: Compare variables
he: השווה משתנים

source: Del
he: מחק

source: Delete the output window
he: מחק את חלון הפלט

source: Save the output to .pdf format
he: שמור את הפלט בפורמט pdf

source: Save the results
he: שמור את התוצאות

source: Read online documentation
he: קרא תיעוד מקוון

source: Set the preferences
he: קבע את ההעדפות

source: Can't find a feature? Ask for it!
he: לא מוצא צורה? בקש אותה!

source: Fill online form to report a problem
he: מלא טופס מקוון על מנת לדווח על בעיה

source: List the version of the components on your system
he: פרט את הגרסה של הרכיבים במערכת שלך

source: About CogStat
he: אודות CogStat

source: Exit CogStat
he: יציאה מCogStat

source: &Set variable properties
he: &קבע את מאפייני המשתנה

source: Ready
he: מוכן

source: Data loaded from clipboard:
he: טעינת נתונים מלוח העריכה:

source: Data loaded from file:
he: טעינת נתונים מקובץ:

source: %s variables and %s cases.
he: %s משתנים ו %s מקרים.

source: Confirm exit
he: אשר יציאה

source: Are you sure you want to exit the program?
he: האם אתה בטוח שאתה מעוניין לצאת מהתוכנה?

source: The measurement level was not set for all variables. You might consider fixing this in your data source.
he: סולם המדידה עבור כל המשתנים אינו נקבע. יתכן ותשקול לתקן זאת במקור הנתונים שלך.

source: String variables cannot be interval or ordinal variables. Those variables are automatically set to nominal:
he: משתני מחרוזת אינם יכולים להיות משתנים אינטרוולים או אורדינליים. המשתנים האלו מוגדרים באופן אוטומטי לנומינלים:

source: You might consider fixing this in your source table.
he: יתכן ותשקול לתקן את זה בטבלת המקורות שלך.

source: You probably would not want to print the next %s cases...
he: ככל הנראה לא תהייה מעוניין להדפיס את ה %s מקרים הבאים...

source: Running one sample t-test.
he: בצע מבחן t למדגם יחיד.

source: Running Wilcoxon signed-rank t-test.
he: בצע Wilcoxon signed-rank t-test.

source: No central tendency can be computed for nominal variables.
he: מדדי המרכז אינם יכולה להיות מחושבים עבור משתנים נומינלים.

source: Distribution
he: התפלגות

source: Descriptitve statistics
he: סטטיסטיקה תיאורית

source: Test central tendency
he: בחן מדדי מרכז

source: Explore variable pair
he: חקור את זוג המשתנה

source: N of valid pairs: %g
he: מספר של זוגות תקפים: %g

source: N of invalid pairs: %g
he: מספר של זוגות שאינם תקפים: %g

source: N of valid cases: %g
he: מספר של מקרים תקפים: %g

source: N of invalid cases: %g
he: מספר של מקרים שאינם תקפים: %g

source: Hypothesis testing:
he: בחינת השערה:

source: Choosing paired t-test.
he: בוחר מבחן t למדגמים תלויים.

source: Normality is violated. >> Running paired Wilcoxon test.
he: נורמליות מופרת. << מבצע מבחן Wilcoxon למדגמים תלויים.

source: Choosing repeated measures one-way ANOVA.
he: בוחר ניתוח שונות של מדידות חוזרות-חד כיווני.

source: Normality is not violated. >> Running Repeated measures one-way ANOVA.
he: נורמליות אינה מופרת. << מבצע ניתוח שונות של מדידות חוזרות-חד כיווני.

source: Normality is violated. >> Running Friedman test.
he: נורמליות מופרת. << מבצע מבחן Friedman.

source: N of invalid group cases: %g
he: מספר מקרים של קבוצות שאינם תקפים: %g

source: Choosing two sample t-test.
he: בוחר מבחן t לשני מדגמים.

source: Checking for homeogeneity of variance across groups.
he: בודק הומוגניות של השונות בין קבוצות.

source: Homeogeneity of variance violated in variable
he: הומוגניות השונות מופרת במשתנה

source: Normality and homeogeneity of variance are not violated. >> Running two sample t-test.
he: נורמליות והומוגניות של השונות אינה מופרת. << מבצע מבחן t לשני מדגמים.

source: Normality is violated.
he: נורמליות אינה מופרת.
