Repository: BelmaBumin/cogstat
Catalog: cogstat/locale/*/LC_MESSAGES/cogstat.po
Languages: el, et, fr, he, hr, kk, th

source: Both the dependent and the grouping variables should be set.
el: Πρέπει να οριστούν τόσο οι εξαρτώμενες όσο και οι μεταβλητές ομαδοποίησης.
et: Nii sõltuv kui ka grupeeriv muutuja peaksid olema määratud.
fr: Les variables dépendantes et de regroupement doivent être définies.
he: המשתנים התלויים ומשתני הgrouping צריכים להיות מוגדרים.
hr: I zavisna varijabla i grupirajuće varijable trebaju biti određene.
kk: Táýeldi jáne toptaýshy aınymalylardy ornatý qereq.
th: ทั้งตัวแปรตามและตัวแปรกลุ่มต้องได้รับการระบุค่า

source: Clear output
el: Εκκαθάριση εξόδου
et: Puhasta väljund
fr: Nettoyer la sortie
he: נקה פלט
hr: Očistiti izlazni produkt
kk: Tazalaý qorytyndy

source: Are you sure you want to delete the output?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε την έξοδο;
et: Kas te olete kindlad, et tahate väljundit kustutada?
fr: Êtes-vous sûr de vouloir supprimer la sortie?
he: האם אתה בטוח שברצונך למחוק את הפלט?
hr: Jeste li sigurni da želite obrisati izlazni produkt?
kk: Qorytyndy joıǵyńyz senimsyz be?
th: แน่ใจแล้วหรือไม่ที่จะทำการลบผลลัพธ์นี้?

source: System components
el: Εξαρτήματα συστήματος
et: Süsteemi komponendid
fr: Composants du système
he: רכיבי המערכת
hr: Programske sastavnice
kk: Júıelik komponentter
th: องค์ประกอบของระบบ

source: Save output
el: Αποθήκευση εξόδου
et: Salvesta väljund
fr: Enregistrer sortie
he: שמור פלט
hr: Spremite izlazni produkt
kk: Qorytyndy saqtaý
th: บันทึก Output

source: Output has unsaved results. Do you want to save it?
el: Η έξοδος έχει μη αποθηκευμένα αποτελέσματα. Θέλετε να το αποθηκεύσετε;
et: Väljundis on salvestama tulemusi. Kas soovite seda salvestada?
fr: La sortie a des résultats non enregistrés. Voulez-vous l’enregistrer ?
he: לפלט ישנם תוצאות שלא נשמרו. האם אתה מעוניין לשמור אותם?
hr: Izlazni produkt sadrži podatke koje nisu spremljeni. Želite li ih spremiti?
kk: Shyǵys málimetteriniń saqtalmaǵan nátıjeleri bar. Siz ony saqtaǵyńyz kele me?
th: Output มีผลลัพธ์การคำนวณที่ยังไม่ได้รับการบันทึก ต้องการบันทึกหรือไม่?

source: Data
el: Δεδομένα
et: Andmed
fr: Données
he: נתונים
hr: Podatci
kk: Derekter
th: ข้อมูล

source: Source:
el: Πηγή προέλευσης:
et: Allikas:
he: מקור:
hr: Izvor:
kk: Derekkózi:
th: แหล่งข้อมูล:

source: variables and
el: μεταβλητές και
et: muutujad ja
fr: variables et
he: משתנים ו
hr: varijable i
kk: aınymaly jáne
th: ตัวแปร และ

source: cases
el: παρατηρήσεις
et: juhtumid
fr: les cas
he: מקרים
hr: slučajevi
kk: jaǵdaılary
th: กรณี

source: further cases are not displayed...
el: δεν εμφανίζονται άλλες παρατηρήσεις...
et: järgnevad juhtumid ei ole näidatud...
fr: d’autres cas ne sont pas affichés...
he: מקרים נוספים אינם מוצגים...
hr: sljedeći slučajevi nisu prikazani...
kk: ári ótinishter kórsetilmeıdi
th: กรณีที่มากไปกว่านี้ยังไม่ได้แสดงออกมา...

source: Interval variable.
el: Διαστηματική μεταβλητή.
et: Intervallmuutuja.
fr: Variable de type intervalle.
he: משתנה אינטרוולי.
hr: Intervalna varijabla.
kk: Aınymaly ınterval.
th: ตัวแปรอันตรภาค

source: Ordinal variable.
el: Διατεταγμένη μεταβλητή.
et: Ordinaalmuutuja.
fr: Variable ordinale.
he: משתנה אורדינלי.
hr: Ordinalna varijabla.
kk: Rettik aınymaly.
th: ตัวแปรอันดับ

source: Explore variable
el: Εξερεύνηση μεταβλητής
et: Uuri muutujat
fr: Exploré variable.
he: חקור משתנה
hr: Ispitati varijablu
kk: Aınymalyny zertteńiz
th: ตัวแปรที่ต้องการตรวจสอบ

source: Exploring variable:
el: Εξερεύνηση μεταβλητής:
et: Uurin muutujat:
fr: Explorant variable:
he: חוקר משתנה:
hr: Ispitivajući varijablu
kk: Zertteı aınymaly:
th: ตัวแปรที่กำลังรับการตรวจสอบ

source: Frequencies
el: Συχνότητες
et: Sagedused
fr: Fréquences
he: שכיחויות
hr: Frekvencije
kk: Jıilik
th: ความถี่

source: Normality
el: Κανονικότητα
et: Normaalsus
fr: Normalité
he: נורמליות
hr: Normalnost
kk: Birqalyptylyq
th: ความปรกติ

source: Exploring variable pair:
el: Εξερεύνηση ζεύγους μεταβλητών:
et: Uurin muutujapaari:
fr: Explorer variable paire:
he: חוקר את זוג המשתנה:
hr: Ispitivajući par varijabli
kk: Aınymaly jupty zertteý:
th: ตัวแปรที่กำลังรับการตรวจสอบด้วยการเปรียบเทียบ:

source: Interval variables.
el: Διαστηματικές μεταβλητές.
et: Intervallmuutujad.
fr: Variables de type intervalle.
he: משתנים אינטרוולים.
hr: Intervalne varijable.
kk: Aralyq aınymalylar.
th: ตัวแปรอันตรภาค

source: Running Pearson's and Spearman's correlation.
el: Εκτέλεση συντελεστής συσχέτισης του Pearson και συντελεστής συσχέτισης του Spearman.
et: Jooksutan Pearson'i ja Spearman'i korrelatsiooni.
fr: La corrélation entre Pearson et Spearman.
he: מבצע מתאמי Pearson ו Spearman.
hr: Izvođenje Pearsonove i Spearmanove korelacije.
kk: Pearson men Spearman korrelásıasyn iske qosý.
th: ดำเนินการวิเคราะห์ค่าสหสัมพันธ์แบบ Pearson's and Spearman's

source: Pearson's correlation
el: Συντελεστής συσχέτισης Pearson
et: Pearson'i korrelatsioon
fr: Corrélation de Pearson
he: מתאם Pearson
hr: Pearsonova korelacija
kk: Pırson Korrelásıasy
th: วิเคราะห์ค่าสหสัมพันธ์แบบPearson

source: Linear regression
el: Γραμμική παλινδρόμηση
et: Lineaarregressioon
fr: Régression linéaire
he: רגרסיה לינארית
hr: Linearna regresija
kk: Syzyqtyq regressıa
th: วิเคราะห์การถดถอย

source: Spearman's rank-order correlation
el: Συσχέτιση τάξεων μεγέθους του Spearman
et: Spearman'i tähtsus-järjestuse korrelatsioon
fr: Corrélation rang-ordre de Spearman
he: מתאם Spearman's rank-order
hr: Spearmanov produkt rang korelacije
kk: Spearman rangalyq korrelásıasy
th: ค่าสหสัมพันธ์เชิงอันดับของSpearman

source: Ordinal variables.
el: Διατεταγμένες μεταβλητές.
et: Ordinaalmuutujad.
fr: Variables ordinales.
he: משתנים אורדינלים.
hr: Ordinalne varijable.
kk: Rettik aınymalylar.
th: ตัวแปรอันดับ

source: Running Spearman's correlation.
el: Εκτέλεση συντελεστής συσχέτισης του Spearman.
et: Jooksutan Spearman'i korrelatsiooni.
fr: Exécuter la corrélation de Spearman.
he: מבצע מתאם Spearman.
hr: Izvođenje Spearmanove korelacija.
kk: Spearman korrelásıasyn iske qosý.
th: วิเคราะห์ค่าสหสัมพันธ์แบบSpearman

source: Not all variables are nominal. Consider comparing groups.
el: Δεν είναι όλες οι μεταβλητές ονομαστικές. Σκεφτείτε να συγκρίνετε ομάδες.
et: Mitte kõik muutujad ei ole nominaalskaalal. Kaalutle gruppide võrdlemist.
fr: Les variables ne sont pas toutes nominales. Envisagez de comparer les groupes.
he: לא כל המשתנים הינם נומינלים. תשקול להשוות בין קבוצות.
hr: Nisu sve varijable nominalne. Razmotrite usporedbu grupa.
kk: Barlyq aınymalylar nomınaldy emes. Toptardy salystyrýdy qarastyraıyq.
th: ไม่ใช่ทุกตัวแปรที่จะเป็นนามบัญญัติ ลองเปรียบเทียบระหว่างกลุ่มดู

source: Nominal variables.
el: Ονομαστικές μεταβλητές.
et: Nominaalmuutujad.
fr: Variables nominales.
he: משתנים נומינלים.
hr: Nominalne varijable.
kk: Nomınaldy aınymaly.
th: ตัวแปรนามบัญญัติ

source: Running Cramér's V.
el: Εκτέλεση του Cramér's V.
et: Jooksutan Cramér'i V'd.
fr: Exécuter le V de Cramér.
he: בצע Cramér's V.
hr: Izvođenje Cramerovog V.
kk: Cramér's V iske qosý.
th: การหาระดับความสัมพันธ์ของ Cramér's V

source: Variables to compare:
el: Μεταβλητές προς σύγκριση:
et: Muutjad võrdlemiseks:
fr: Variables pour comparer:
he: משתנים להשוואה:
hr: Varijable za usporedbu:
kk: Salystyrý úshin aınymalylar:
th: ตัวแปรทั้งหมดที่จะนำมาเปรียบเทียบ

source: Sorry, you can't compare variables with different measurement levels. You could downgrade higher measurement levels to lowers to have the same measurement level.
el: Δυστυχώς, δεν μπορείτε να συγκρίνετε μεταβλητές με διαφορετικά επίπεδα μέτρησης. Θα μπορούσατε να υποβαθμίσετε υψηλότερα επίπεδα μέτρησης σε χαμηλότερα για να έχετε το ίδιο επίπεδο μέτρησης.
et: Vabandust, erineva mõõtmistasemega muutujaid ei ole võimalik võrrelda. Saaksite minna kõrgemalt mõõtmistasemelt madalamale, et saada sama mõõtmistaset.
fr: Désolé, vous ne pouvez pas comparer les variables avec différents niveaux de mesure. Vous pourriez abaisser les niveaux de mesure plus élevés pour avoir le même niveau de mesure.
he: מצטערים, אינך יכול להשוות משתנים עם סולמות מדידה שונים. אתה יכול להוריד סולמות מדידה גבוהים לרמה נמוכה יותר על מנת שיהיו באותו סולם מדידה.
hr: Žao nam je, nije moguće usporediti varijable s različitim razinama mjerenja. Opcionalno, možete reducirati one s većim brojem mjerenja, kako biste u konačnici dobili jednake razine.
kk: Keshirińiz, siz ólsheýdiń ártúrli deńgeılerimen aınymalylardy salystyra almaısyz. Sizge birdeı ólshem deńgeıine ıe bolýy úshin neǵurlym tómen Ólshem deńgeıin tómendetýge bolady.
th: เสียใจด้วย คุณไม่สามารถที่จะใช้เกณฑ์วัดระดับที่แตกต่างกันหลายระดับได้ ขอให้คุณลองลดระดับของเกณฑ์วัดระดับที่สูงกว่าให้อยู่ในระดับเดียวกับที่ต่ำกว่า

source: At least two variables required.
el: Απαιτούνται τουλάχιστον δύο μεταβλητές.
et: Vaja on vähemalt kahte muutujat.
fr: Au moins deux variables sont requises.
he: נדרשים לפחות שני משתנים.
hr: Najmanje dvije varijable su potrebne.
kk: Kem degende eki aınymaly qajet.
th: ต้องการขั้นต่ำ 2 ตัวแปร

source: Two variables.
el: Δύο μεταβλητές.
et: Kaks muutujat.
fr: Deux variables.
he: שני משתנים.
hr: Dvije varijable.
kk: Eki aınymaly.
th: ตัวแปร 2 ตัวแปร

source: Checking for normality.
el: Έλεγχος για κανονικότητα.
et: Kontrollin normaalsust.
fr: Vérifier de normalité.
he: בודק נורמליות.
hr: Provjeravanje normalnosti.
kk: Qalypty tekserý.
th: ตรวจสอบความปรกติ

source: Normality is violated in variable
el: Παραβίαση της κανονικότητας στη μεταβλητή
et: Normaalsus on rikutud muutujas
fr: La normalité est violée dans la variable
he: נורמליות מופרת במשתנה
hr: Normalnost je narušena u varijabli
kk: Qalypty aınymaly buzylýda
th: ตัวแปรมีค่า Normality ที่ไม่สมบูรณ์

source: Normality is not violated. >> Running paired t-test.
el: Η κανονικότητα δεν παραβιάζεται. >> Εκτέλεση ζευγαρωτό ελέγχου t.
et: Normaalsust ei ole rikutud. >> Jooksutan paarisvõrdluse t-testi.
fr: La normalité n’est pas violée. >> Exécution du test t par paires.
he: נורמליות אינה מופרת. << מבצע מבחן t למדגמים תלויים.
hr: Normalnost nije narušena.>> Provođenje parnih (zavisnih) t-testova.
kk: Normalyq buzylmaıdy. >>
th: Normality สมบูรณ์ >> กำลังทำการทดสอบ paired t-test

source: Running paired Wilcoxon test.
el: Εκτέλεση ζευγαρωτή δοκιμασίας Wilcoxon.
et: Jooksutan kahe paarisvõrdluse Wilcoxoni testi.
fr: Exécuter le Test de Wilcoxon par paires.
he: מבצע מבחן Wilcoxon למדגמים תלויים.
hr: Provođenje parnog Wilcoxonovog testa.
kk: Jup Wilcoxon test ótkizý.
th: กำลังทำการทดสอบ paired Wilcoxon test

source: Sorry, not implemented yet.
el: Δυστυχώς, δεν έχει εφαρμοστεί ακόμα.
et: Vabandust, ei ole veel rakendatud.
fr: Désolé, pas encore mis en œuvre.
he: מצטערים, לא מיושם עדיין.
hr: Žao nam je, još uvijek nije primijenjeno.
kk: Keshirińiz, ázirge iske asyrylǵan joq.
th: เสียใจด้วย ยังไม่ได้กระทำการดังกล่าว

source: More than two variables.
el: Περισσότερες από δύο μεταβλητές.
et: Rohkem kui kaks muutujat.
fr: Plus de deux variables.
he: יותר משני משתנים.
hr: Više od dvije varijable.
kk: Ekiden kóp aınymaly.
th: มากกว่า 2 ตัวแปรขึ้นไป

source: Running Friedman test.
el: Εκτέλεση ελέγχου Friedman.
et: Jooksutan Friedmani testi.
fr: Exécuter le test de Friedman.
he: מבצע מבחן Friedman.
hr: Provođenje Friedmanovog testa.
kk: Friedman test ótkizý.
th: กำลังทำการทำสอบ Friedman test

source: Dependent variable:
el: Εξαρτημένη μεταβλητή:
et: Sõltuv muutuja:
fr: Variable dépendante:
he: משתנה תלוי:
hr: Zavisna varijabla:
kk: Táýeldi aınymaly:
th: ตัวแปรตาม:

source: Group(s):
el: Ομάδα(-ες):
et: Grupp(id):
fr: Groupe(s):
he: קבוצה(ות):
hr: Grupa/grupe:
kk: Top(tar):
th: กลุ่ม:

source: One grouping variable.
el: Μία μεταβλητή ομαδοποίησης.
et: Üks gruppeeriv muutuja.
fr: Un variable pour groupement.
he: משתנה grouping אחד.
hr: Jedna grupirajuća varijabla
kk: Bir biriktirýshi aýyspaly.
th: ตัวแปรตามกลุ่มหนึ่ง

source: There is only one group. At least two groups required.
el: Υπάρχει μόνο μία ομάδα. Απαιτούνται τουλάχιστον δύο ομάδες.
et: On kõigest üks grupp. Vähemalt kaks gruppi on nõutud.
fr: Il n’y a qu’un seul groupe. Il faut au moins deux groupes.
he: קיימת רק קבוצה אחת. נדרשות לפחות שתי קבוצות.
hr: Samo je jedna grupa prisutna. Potrebne su najmanje dvije.
kk: Tek bir top bar. Kem degende eki top qereq.
th: มีเพียงกลุ่มเดียว ต้องการขั้นต่ำสองกลุ่ม

source: Two groups.
el: Δύο ομάδες.
et: Kaks gruppi.
fr: Deux groupes.
he: שתי קבוצות.
hr: Dvije grupe.
kk: Eki top.
th: สองกลุ่ม

source: One group contains only one case. >> Choosing modified t-test.
el: Μία ομάδα περιέχει μόνο μία παρατήρηση. >> Επιλογή τροποποιημένου ελέγχου t.
et: Üks grupp sisaldab vaid ühte juhtumit. >> Valin modifitseeritud t-testi.
fr: Un groupe ne contient qu’un seul cas. >> Choix du test t modifié.
he: קבוצה אחת מכילה רק מקרה אחד. << בוחר מבחן t מותאם.
hr: Jedna grupa sadrži samo jedan slučaj. >> Biranje modificiranog t-testa.
kk: Bir top tek bir oqıǵadan turady. >> Túrlendirilgen t-testini tańdaý.
th: หนึ่งกรณีต่อหนึ่งกลุ่ม >> เลือกเพื่อปรับการทดสอบ t-test

source: group
el: ομάδα
et: grupp
fr: Groupe
he: קבוצה
hr: grupa
kk: toby
th: กลุ่ม

source: Running Mann-Whitney test.
el: Εκτέλεση Mann-Whitney δοκιμασίας.
et: Jooksutan Mann-Whitney testi.
fr: Exécuter le test de Mann-Whitney.
he: מבצע מבחן Mann-Whitney.
hr: Provođenje Mann-Whitney testa
kk: Mann-Whitney synaǵyn iske qosý.
th: กำลังทำการทดสอบ Mann-Whitney test

source: Normality is not violated. >> Running modified t-test.
el: Η κανονικότητα δεν παραβιάζεται. >> Εκτέλεση τροποποιημένου ελέγχου t.
et: Normaalsust ei ole rikutud. >> Jooksutan modifitseeritud t-testi.
fr: La normalité n’est pas violée. >> Exécution d’un test t modifié.
he: נורמליות אינה מופרת. << מבצע מבחן t מותאם.
hr: Normalnost nije narušena. >> Provođenje modificiranog t-testa.
kk: Birqalyptylyq buzylmaıdy. >> Túrlendirilgen t-synaqty iske qosý.
th: Normality สมบูรณ์ >> กำลังทำการปรับเพื่อทดสอบ t-test

source: Nominal variable.
el: Ονομαστική μεταβλητή.
et: Nominaalmuutuja.
fr: Variable nominale.
he: משתנה נומינלי.
hr: Nominalna varijabla.
kk: Nomınaldy aınymaly.
th: ตัวแปรนามบัญญัติ

source: Running Chi-square test.
el: Εκτέλεση χι-τετράγωνο ελέγχου.
et: Jooksutan Hii-ruut-testi.
fr: Exécuter le test de Chi-square.
he: מבצע מבחן חי בריבוע.
hr: Provođenje hi-kvadrat testa.
kk: Chi-square synaǵyn iske qosý.
th: กำลังทำการทดสอบ Chi-square test

source: More than two groups.
el: Περισσότερες από δύο ομάδες.
et: Rohkem kui kaks gruppi.
fr: Plus de deux groupes.
he: יותר משני קבוצות.
hr: Više nego dvije skupine.
kk: Eki toptan kóp.
th: มากกว่าสองกลุ่ม

source: Running Kruskal-Wallis test.
el: Εκτέλεση ελέγχου Kruskal-Wallis.
et: Jooksutan Kruskal-Wallise testi.
fr: Exécuter le test de Kruskal-Wallis.
he: מבצע מבחן Kruskal-Wallis.
hr: Provođenje Kruskal-Wallis testa.
kk: Kruskal-Wallis synaǵyn iske qosý.
th: กำลังทำการทดสอบ Kruskal-Wallis test

source: Several grouping variables.
el: Μερικές μεταβλητές ομαδοποίησης.
et: Mitu grupeerivat muutujat.
fr: Plusieurs regroupements variebles.
he: מספר משתני grouping.
hr: Nekoliko grupirajućih varijabli.
kk: Birneshe aınymalylardy toptastyrady.
th: มีตัวแปรกลุ่มหลากหลาย

source: Open data file
el: Άνοιγμα αρχείου δεδομένων
et: Ava andmefail
fr: Ouvrir un fichier de données
he: פתח קובץ נתונים
hr: Otvoriti datoteku s podatcima
kk: Derekter faılyn ashý
th: เปิดไฟล์ข้อมูล

source: Save result file
el: Αποθήκευση αρχείου αποτελεσμάτων
et: Salvesta tulemuste fail
fr: Enregistrer fichier résultat
he: שמור קובץ תוצאות
hr: Spremiti datoteku s rezultatima
kk: Nátıje faılyn saqtaý
th: บันทึกไฟล์ผลลัพธ์

source: &Explore variable
el: &Εξερεύνηση μεταβλητής
et: &Uuri muutujat
fr: &Explorer variable
he: &חקור משתנה
hr: &Ispitati varijablu
kk: Aınymalyny &Zertteńiz
th: &ตรวจสอบ ตัวแปร

source: Import failed
el: Η εισαγωγή απέτυχε
et: Importimine ebaõnnestus
fr: Echec de l'importation
he: היבוא נכשל
hr: Unos nije uspio
kk: Importtaý qatesi
th: การนำเข้าข้อมูลผิดพลาด

source: Freq
el: Συχν
et: Sag
he: שכיחות
hr: Frekv

source: Rel freq
el: Σχετ συχν
et: Suht sag
he: שכיחות יחסית
hr: Rel frekv

source: Cum freq
el: Αθρ συχν
et: Kum sag
he: שכיחות מצטברת
hr: Kum frekv

source: Cum rel freq
el: Αθρ σχετ συχν
et: Kum suht sag
he: שכיחות יחסית מצטברת
hr: Kum rel frekv

source: Cramér's V measure of association cannot be computed (division by zero).
el: Το μέτρο συνάφειας του Cramér's V δεν μπορεί να υπολογιστεί (διαίρεση με μηδέν).
et: Cramér'i V suhte mõõtmist ei ole võimalik arvutada (nulliga jagamine).
fr: La mesure V de l’association de Cramér ne peut pas être calculée (division par zéro).
he: מדד המתאם Cramér's V אינו יכול להיות מחושב (חלוקה ב0).
hr: Cramerov V, mjera asocijacije, ne može biti izračunata (dijeljenje s nulom).
kk: Cramér's V qaýymdastyǵynyń ólshemi eseptelmeıdi (nólge bólý).
th: ไม่สามารถคำนวณผลการวัดระดับแบบCramér's V ได้ (เนื่องจากถูกหารด้วย 0)

source: Number of measurement level do not match the number of variables. Measurement level specification is ignored.
el: Ο αριθμός των επιπέδων μέτρησης δεν ταιριάζει με τον αριθμό των μεταβλητών. Η προδιαγραφή επιπέδου μέτρησης αγνοείται.
et: Mõõtmistaseme arv ei vasta andmete arvule. Mõõtmistaseme täpsustust ei võeta arvesse.
fr: Le nombre de niveaux de mesure ne correspond pas au nombre de variables. Niveau de mesure
he: מספר סולמות המדידה אינו תואם את מספר המשתנים. פירוט סולמות המדידה אינו נחשב.
hr: Broj razina mjerenja ne odgovara broju varijabli. Specifikacije razina mjerenja su zanemarene.
kk: Ólsheý deńgeıiniń sany aınymaly sanymen sáıkes kelmeıdi. Ólsheý deńgeıiniń ereksheligi elemeıdi.
th: จำนวนของระดับการวัดไม่สัมพันธ์กับจำนวนของตัวแปร การวัดระดับแบบมีลักษณะพิเศษถูกมองข้าม

source: pandas dataframe
el: πλαίσιο δεδομένων pandas
et: pandas andmefreim
fr: Dataframe de Pandas
he: מסגרת נתונים pandas
hr: "Pandas" podatkovni okvir
kk: pandas derekter kestesi
th: panda ดาต้าเฟรม

source: text file -
el: αρχείο κειμένου -
et: tekstifail -
fr: fichier de test-
he: קובץ טקסט-
hr: Datoteka s tekstnom ispunom -
kk: Mátindik faıl -
th: ไฟล์ text -

source: clipboard
el: πρόχειρο
et: lõikelaud
fr: Bloc-notes
he: לוח עריכה
hr: Međuspremnik
kk: býfer
th: คลิปบอร์ด

source: Type
el: Τύπος
et: Tüüp
he: סוג
hr: Vrsta
kk: Túri
th: ชนิด

source: Level
el: Eπίπεδο
et: Tase
fr: Niveau
he: רמה
hr: Razina
kk: Deńgeıi
th: ระดับ

source: Filtering
el: Φιλτράρισμα
et: Filtreerimine
fr: Filtrage
he: סינון
hr: Filtriranje
kk: Súzgi
th: ฟิลเตอร์

source: Filtering is switched off.
el: Το φιλτράρισμα είναι απενεργοποιημένο.
et: Filtreerimine on väljalülitatud.
fr: Le filtrage est désactivé.
he: הסינון אינו פועל.
hr: Filtriranje je isključeno.
kk: Súzgileý óshirildi.
th: ฟิลเตอร์ถูกปิด

source: Filtering based on %s.
el: Φιλτράρισμα με βάση %s.
et: Filtreerimine %s baasil.
fr: Filtrage basé sur %s.
he: סינון בהתבסס על %s.
hr: Filtriranje bazirano na %s.
kk: %s negizindegi súzý.
th: ฟิลเตอร์ด้วย %s.

source: Cases outside of the range will be excluded: %0.*f -- %0.*f
el: Εξαιρούνται οι παρατηρήσεις εκτός του εύρους: %0.*f -- %0.*f
et: Juhtumid, mis on vahemikust väljas ei võeta arvesse: %0.*f -- %0.*f
fr: Les cas à l’extérieur de la fourchette seront exclus : %0. *f -- %0. *f
he: מקרים מחוץ לטווח יושמטו: %0.*f -- %0.*f
hr: Slučajevi izvan raspona će biti isključeni: %0.*f -- %0.*f
kk: Aýqymnan tys jaǵdaılar bolmaıdy: %0.*f -- %0.*f
th: กรณีที่นอกเหนือจากช่วงวัดนี้จะไม่ได้รวมเข้ามาด้วย: %0.*f -- %0.*f

source: The following cases will be excluded:
el: Εξαιρούνται οι ακόλουθες παρατηρήσεις:
et: Järgnevaid juhtumeid ei võeta arvesse:
fr: Les cas suivants seront exclus:
he: המקרים הבאים יושמטו:
hr: Sljedeći slučajevi će biti izostavljeni:
kk: Kelesi jaǵdaılar alynyp tastalady:
th: กรณีต่อไปนี้จะไม่ถูกรวมเข้ามาด้วย

source: No cases were excluded.
el: Δεν αποκλείστηκαν παρατηρήσεις.
et: Ühtegi juhtumit ei arvatud välja.
fr: Aucun cas n’a été exclu.
he: אף אחד מהמקרים לא הושמט.
hr: Niti jedan slučaj nije izostavljen.
kk: Birde-bir jaǵdaı joq.
th: ไม่มีกรณีที่ไม่ถูกรวมเข้ามาด้วย

source: Checking for homogeneity of variance across groups.
el: Έλεγχος ομοιογένειας διακύμανσης μεταξύ ομάδων.
et: Kontrollin muutuvuse homogeensust gruppides.
fr: Vérification de l’homogénéité de la variance entre les groupes.
he: בודק הומוגניות של השונות בין קבוצות.
hr: Provjeravanje homogenosti varijance u grupama.
kk: Toptar boıynsha dıspersıanyń birtektiligin tekserý.
th: กำลังตรวจสอบความเป็นเอกพันธ์ของความแปรปรวนตลอดทุกกลุ่ม

source: %s Oops, something went wrong, CogStat could not run the analysis. You may want to report it.
el: %s Ωχ, κάτι πήγε στραβά, το CogStat δεν μπόρεσε να εκτελέσει την ανάλυση. Ίσως θέλετε να το αναφέρετε.
et: %s Oih, miski läks valesti, CogStat ei saanud analüüsi jooksutada. Peaksite sellest teatama.
fr: %s Oups, quelque chose s’est mal passé, CogStat ne pouvait pas exécuter l’analyse. Vous pourriez vouloir le signaler.
he: %s אופס, משהו השתבש, CogStat אינו יכול לבצע את הניתוח. יתכן ותרצה לדווח על זה.
hr: %s Ups, nešto je pošlo krivo, CogStat nije u mogućnosti provesti analizu. Vjerojatno želite ovo i prijaviti.
kk: %s Oı, birdeńe durys emes. CogStat taldaý jasaı almady. Múmkin, siz bul týraly habarlaǵyńyz keledi.
th: %s เกิดข้อผิดพลาดบางประการ CogStat ไม่สามารถทำการวิเคราะห์ได้ กรุณารายงานต่อทีมเพื่อแก้ไข

source: Explore variable.
el: Εξερεύνηση μεταβλητής.
et: Uuri muutujat.
fr: Explorer le variable.
he: חקור משתנה.
hr: Ispitati varijablu.
kk: Aınymalyny zertteńiz.
th: ตรวจสอบตัวแปร

source: Explore variable pair.
el: Εξερεύνηση ζεύγους μεταβλητών.
et: Uuri muutujapaari.
fr: Explorer les paires de variables.
he: חקור את זוג המשתנה.
hr: Ispitati par varijabli.
kk: Jup aınymalylardy zertteý.
th: ตรวจสอบตัวแปรทั้งหมดที่นำมา

source: Pivot table.
el: Συγκεντρωτικός Πίνακας.
et: Risttabel.
fr: Tableau Croisé Dynamique.
he: טבלת ציר.
hr: Pivot tablica.
kk: Qurama keste.

source: Compare variables.
el: Σύγκριση μεταβλητών.
et: Võrdle muutujaid.
fr: Comparer les variables.
he: השווה משתנים.
hr: Usporedite varijable.
kk: Aınymalylardy salystyryńyz.
th: เปรียบเทียบตัวแปร

source: Compare groups.
el: Σύγκριση ομάδων.
et: Võrdle gruppe.
fr: Comparer les goupes.
he: השווה קבוצות.
hr: Usporedite grupe.
kk: Toptardy salystyryńyz.
th: เปรียบเทียบกลุ่ม

source: Normality cannot be checked for constant variable in %s%s.
el: Η κανονικότητα δεν μπορεί να ελεγχθεί για σταθερή μεταβλητή στο %s%s.
et: Normaalsust ei olnud võimalik kontrollida konstantse muutuja %s%s puhul.
fr: La normalité ne peut pas être vérifiée pour la variable constante en %s%s.
he: נורמליות אינה יכולה להיבדק עבור משתנה קבוע ב %s%s.
hr: Normalnost ne može biti provjerena za konstantne vrijednosti u %s%s.
kk: Qalypty turaqty aınymaly %s%s úshin tekserilýi múmkin emes.
th: ไม่สามารถตรวจสอบ Normality ของตัวแปรค่าคงที่ใน %s%s

source: Too small sample to test normality in variable %s%s.
el: Πολύ μικρό δείγμα για τον έλεγχο της κανονική κατανομής σε μεταβλητή % s% s
et: Liiga väike valim, et normaalsust kontrollida muutujas %s%s.
fr: Échantillon trop petit pour tester la normalité dans la variable %s%s.
he: מדגם קטן מדי על מנת לבדוק נורמליות במשתנה %s%s.
hr: Nedovoljno velik uzorak za testiranje normalnosti u varijabli %s%s.
kk: Aınymaly %s%s qalypty tekserý úshin tym kishkentaı tańdaý.
th: กลุ่มทดสอบมีขนาดเล็กเกินไปที่จะตรวจสอบ Normality ในตัวแปร %s%s

source: Result of the McNemar test
el: Αποτέλεσμα του ελέγχου McNemar
et: McNemari testi tulemus
fr: Résultat du test McNemar
he: תוצאה של מבחן McNemar
hr: Rezultat McNemarovog testa.
kk: McNemar testiniń nátıjesi
th: ผลลัพธ์ของการทดสอบ McNemar

source: Result of Cochran's Q test
el: Αποτέλεσμα του ελέγχου Q του Cochran
et: Cochran'i Q testi tulemus
fr: Résultat du test Q de Cochran
he: תוצאה של מבחן Cochran's Q.
hr: Rezultat Cochranovog Q testa.
kk: Cochran's Q test nátıjesy
th: ผลลัพธ์ของการทดสอบCochran's Q test
