Repository: BelmaBumin/cogstat
Catalog: cogstat/locale/*/LC_MESSAGES/cogstat.po
Languages: el, et, fr, he, hr, kk, th

source: The properties of the variables are not set. Set them in your data source.
el: Οι ιδιότητες των μεταβλητών δεν έχουν οριστεί. Ορίστε τα στην πηγή προέλευσης των δεδομένων σας.
et: Muutujate omadused ei ole sätestatud. Sätestage need oma andmeallikas.
fr: Les caractéristiques de les variables ne sont pas définies. Définissez-les dans votre source de données.
he: ההגדרות של המשתנים אינם נקבעו. קבע אותם במאגר המידע שלך.
hr: Svojstva varijabli nisu definirana. Postavite ih u Vašoj izvornoj datoteci.
kk: Aınymalylardyń qasıetteri qoıylmaıdy. Olardy derekter kózine ornatyńyz.
th: คุณสมบัติของตัวแปรยังไม่ถูกตั้งค่า กรุณาตั้งค่าก่อนในไฟล์ดาต้าข้อมูล

source: Sorry, only one dependent variable can be used.
el: Δυστυχώς, μόνο μία εξαρτημένη μεταβλητή μπορεί να χρησιμοποιηθεί.
et: Vabandust, kasutada saab ainult ühte sõltuvat muutujat.
fr: Désolé, une seule variable dépendante peut être utilisée.
he: מצטערים, רק משתנה תלוי אחד יכול להיות בשימוש.
hr: Žao nam je, samo jedna zavisna varijabla može biti korištena.
kk: Keshirińiz, tek bir táýeldi aınymalyny paıdalanýǵa bolady.
th: ขออภัย สามารถใส่ค่าตัวแปรตามได้แค่ 1 ค่า

source: Sorry, string variables cannot be used in Pivot table.
el: Δυστυχώς, μεταβλητές συμβολοσειρών δεν μπορούν να χρησιμοποιηθούν στον Συγκεντρωτικό Πίνακα.
et: Vabandust, kategoriaalseid muutujaid ei saa kasutada risttabelis.
fr: Désolé, les variables chaîne ne peuvent pas être utilisées dans la tableau croisé dynamique
he: מצטערים, משתני מחרוזת אינם יכולים להיות בשימוש בטבלת ציר.
hr: Žao nam je, kategoričke varijable ne mogu biti korištene u Pivot tablici.
kk: Keshirińiz, jol aınymalylary jıyntyq kestede qoldanyla almaıdy.
th: เสียใจด้วย สตริง(ข้อมูลที่เป็นตัวอักษร)ไม่สามารถนำมาใช้ในPivot table

source: Independent variable(s) - Pages:
el: Aνεξάρτητη(-ες) μεταβλητή(-ες) - Σελίδες:
et: Sõltumatu(d) muutuja(d) - Lehed:
fr: Variable(s) indépendante-Pages:
he: משתנה(ים) בלתי תלוי(ים)- עמודים:
hr: Nezavisn(a)e varijabl(a)e - Stranice:
kk: Táýelsiz aınymal(y) - better:
th: ตัวแปรอิสระ - หน้า:

source: Independent variable(s) - Columns:
el: Aνεξάρτητη(-ες) μεταβλητή(-ες) - Στήλες:
et: Sõltumatu(d) muutuja(d) - Veerud:
fr: Variable(s) indépendante-Colonnes:
he: משתנה(ים) בלתי תלוי(ים)- עמודות:
hr: Nezavisn(a)e varijabl(a)e - Stupci:
kk: Táýelsiz aınymal(y) - baǵandar:
th: ตัวแปรอิสระ - คอลัมน์:

source: Independent variable(s) - Rows:
el: Aνεξάρτητη(-ες) μεταβλητή(-ες) - Σειρές:
et: Sõltumatu(d) muutuja(d) - Read:
fr: Variable(s) indépendante-Rangées:
he: משתנה(ים) בלתי תלוי(ים)- שורות:
hr: Nezavisn(a)e varijabl(a)e - Redovi:
kk: Táýelsiz aınymal(y) - birqatar:
th: ตัวแปรอิสระ - แถว:

source: Function:
el: Συνάρτηση:
et: Funktsioon:
fr: Fonction:
he: פונקציה:
hr: Funkcija:
kk: Fýnksıasy:
th: ฟังค์ชั่น:

source: Value
el: Τιμή
et: Väärtus
fr: Valeur
he: ערך
hr: Vrijednost
kk: Máni
th: ค่า

source: Largest tick on the x axes displays %d cases.
el: Το μεγαλύτερο τσεκάρισμα στους άξονες x εμφανίζει %d παρατηρήσεις.
et: Suurim märk x-teljel märgib %d juhtumitest.
fr: La plus grande coche sur les axes x affiche %d cas.
he: הסימן הגדול ביותר על ציר הx מציג %d מקרים.
hr: Najveća oznaka na x-osi prikazuje %d slučajeva.
kk: X osterindegi eń úlken belgi % jaǵdaılardy kórsetedi.
th: ติ๊กที่กว้างที่สุดบนแกน x แสดงถึงกรณี %d

source: Histogram with individual data and boxplot
el: Ιστόγραμμα με μεμονωμένα δεδομένα και θηκόγραμμα
et: Histogramm üksikandmete ja karpdiagrammiga.
fr: Histogramme avec données individuelles et boxplot
he: היסטוגרמה עם נתונים אישיים ותרשים קופסא
hr: Histogram sa individualnim podacima i kutijastim dijagramom
kk: Jeke derektermen Gıstogramma jáne baǵandyq dıagram
th: ฮิสโตแกรมพร้อมข้อมูลเฉพาะและboxplot

source: Frequency
el: Συχνότητα
et: Sagedus
fr: Fréquence
he: שכיחות
hr: Frekvencija
kk: Jıiligi
th: ความถี่

source: Histogram
el: Ιστόγραμμα
et: Histogramm
fr: Histogramme
he: היסטוגרמה
kk: Gıstogramma
th: ฮิสโตแกรม

source: N of valid cases: %g
el: Ν έγκυρων παρατηρήσεων: %g
et: N valiidseid juhtumeid: %g
fr: Nombre de cas valides : %g
he: מספר מקרים תקפים: %g
hr: N valjanih slučajeva: %g
kk: N naqty jaǵdaılarda: %g
th: N ของกรณีที่เป็นไปได้: %g

source: Median: %0.*f
el: Διάμεσος: %0.*f
et: Mediaan: %0.*f
fr: Médian:%0.*f
he: חציון: %0.*f
hr: Medijan: %0.*f
kk: Ortasha: %0.*f
th: มัธยฐาน:%0.*f

source: Normality can be checked only for interval variables.
el: Η κανονικότητα μπορεί να ελεγχθεί μόνο για μεταβλητές διαστήματος.
et: Normaalsust saab kontrollida ainult intervallmuutujate puhul.
fr: La normalité ne peut être vérifiée que pour les variables d’intervalle.
he: נורמליות יכולה להיבדק רק עבור משתנים אינטרוולים.
hr: Normalnost može biti provjerena samo za intervalne varijable.
kk: Qalypty aralyq aınymalylar úshin ǵana tekserilýi múmkin.
th: การทดสอบความเป็นปรกติใช้ได้กับตัวแปรอันตรภาคเท่านั้น

source: Shapiro-Wilk normality test in variable %s%s
el: Έλεγχος κανονικότητας των Shapiro-Wilk στη μεταβλητή %s%s
et: Shapiro-Wilk normaalsuse test muutujas %s%s
fr: Test de normalité Shapiro-Wilk dans la variable %s%s
he: מבחן נורמליות של שפירו-וילק במשתנה %s%s
hr: Shapiro-Wilk test normalnosti za varijablu %s%s
kk: Shapiro-Wilk aınymalydaǵy qalypty test %s%s
th: Shapiro-Wilk ทดสอบแบบการกระจายแบบปรกติ บน ตัวแปร%s%s

source: Histogram with individual data and normal distribution
el: Ιστόγραμμα με μεμονωμένα δεδομένα και κανονική κατανομή
et: Histogramm üksikandmete ja normaaljaotusega
fr: Histogramme avec données individuelles et distribution normale
he: היסטוגרמה עם נתונים אישיים והתפלגות נורמלית
hr: Histogram sa individualnim podacima i normalnom distribucijom
kk: Jeke derektermen jáne qalypty úlestirýmen Gıstogramma
th: ฮิสโตแกรมพร้อมข้อมูลเฉพาะและแบบการกระจายแบบปรกติ

source: Normalized relative frequency
el: Κανονικοποιημένη σχετική συχνότητα
et: Normaliseeritud suhteline sagedus
fr: Normalisées fréquence relative
he: שכיחות יחסית מנורמלת
hr: Normalizirana relativna frekvencija
kk: Normalanǵan salystyrmaly jıilik
th: การแจกแจงความถี่แบบการกระจายแบบปรกติ

source: Quantile-quantile plot
el: γράφημα Q-Q
et: Kvantiil-kvantiil graafik
fr: Des diagrammes quantile-quantile
he: תרשים Quantile-quantile
hr: "Q-Q" dijagram
kk: Quantile-quantile sújet

source: One sample t-test cannot be run for constant variable.
el: Έλεγχος t ενός δείγματος δεν μπορεί να εκτελεστεί για σταθερή μεταβλητή.
et: Ühe valimi t-testi ei ole võimalik teha konstantse muutujaga.
fr: Un test t ne peut pas être exécuté pour une variable constante.
he: מבחן t למדגם יחיד לא יכול להתבצע עבור משתנה קבוע.
hr: T-test na jednom uzorku ne može biti izračunat za konstantne varijable.
kk: T-testiniń bir úlgisi turaqty aınymaly úshin oryndalýy múmkin emes.
th: 1 sample t-test ไม่สามารถใช้ได้กับตัวแปรค่าคงที่

source: One sample t-test against %g
el: Έλεγχος t ενός δείγματος κατά %g
et: Ühe valimi t-test %g kohta
fr: Un test t échantillon contre %g
he: מבחן t למדגם יחיד כנגד %g
hr: T-test na jednom uzorku nasuprot %g
kk: Bir úlgisi t-test qarsy %g
th: 1 sample t-test ต่อ %g

source: Mean value with 95% confidence interval
el: Μέση τιμή με 95% διάστημα εμπιστοσύνης
et: Keskmine väärtus 95% usaldusintervalliga
fr: Valeur moyenne avec intervalle de confiance de 95
he: ערך הממוצע עם רווח בר סמך של 95%
hr: Aritmetička sredina s intervalom pouzdanosti od 95%
kk: 95% senimdi ıntervalmen ortasha máni
th: ค่ามัชฌิมที่มีช่วงแห่งความเชื่อมั่น 95% ขึ้นไป

source: One sample t-test is computed only for interval variables.
el: Έλεγχος t ενός δείγματος υπολογίζεται μόνο για μεταβλητές διαστήματος.
et: Ühe valimi t-testi saab arvutada ainult intervallmuutujate kohta.
fr: Un test t d’échantillon n’est calculé que pour les variables d’intervalle.
he: מבחן t למדגם יחיד מחושב רק עבור משתנים אינטרוולים.
hr: T-test na jednom uzorku se izračunava samo za intervalne varijable.
kk: Bir nusqa t-test tek aralyq aınymalylar úshin esepteledi.
th: 1 sample t-test คำนวณแค่เฉพาะตัวแปรอันตรภาค

source: Median value
el: Διάμεση τιμή
et: Mediaanväärtus
fr: Valeur médiane
he: ערך החציון
hr: Vrijednost medijana
kk: Ortasha maǵyna
th: ค่ามัธยฐาน

source: Wilcoxon signed-rank test is computed only for interval or ordinal variables.
el: Έλεγχος των προσημασμένων τάξεων μεγέθους του Wilcoxon υπολογίζεται μόνο για κλίμακες διαστήματος ή τακτικές κλίμακες.
et: Wilcoxoni astakmärgitesti saab arvutada ainult intervall- või ordinaalmuutujate kohta.
fr: Le test de classement signé de Wilcoxon n’est calculé que pour les variables d’intervalle ou ordinales.
he: מבחן Wilcoxon signed-rank מחושב רק עבור משתנים אינטרוולים או אורדינלים.
hr: Wilcoxonov test usklađenih parova se izračunava samo za intervalne ili ordinalne varijable.
kk: Wilcoxon belgilik rangtik test aralyq nemese rettik aınymalylar úshin ǵana esepteledi.
th: Wilcoxon signed-rank test จะคำนวณต่อเมื่อใช้กับตัวแปรอันตรภาคและตัวแปรอันดับ

source: Mean
el: Αριθμητικός μέσος
et: Keskmine
fr: Moyenne
he: ממוצע
hr: Aritmetička sredina
kk: Bildirý
th: มัชฌิม

source: Median
el: Διάμεσος
et: Mediaan
fr: Médian
he: חציון
hr: Medijan
kk: Ortasha
th: มัธยฐาน

source: Medians for the variables
el: Διάμεσοι για τις μεταβλητές
et: Muutujate mediaanväärtused
fr: Médianes des variables
he: חציון של המשתנים
hr: Medijan za varijable
kk: Aınymalylarǵa arnalǵan medians
th: ค่ามัธยฐานของตัวแปร

source: Medians for the groups
el: Διάμεσοι για τις ομάδες
et: Gruppide mediaanväärtused
fr: Médians pour les groupes
he: חציון הקבוצות
hr: Medijan za grupe
kk: Aınymalylarǵa arnalǵan toptar
th: ค่ามัธยฐานของกลุ่ม

source: No data
el: Δεν υπάρχουν δεδομένα
et: Andmed puuduvad
fr: Pas de donnée
he: אין נתונים
hr: Nema podataka
kk: Derekter joq
th: ไม่มีข้อมูล

source: Largest sign on the graph displays %d cases.
el: Το μεγαλύτερο σημείο στη γραφική παράσταση εμφανίζει %d παρατηρήσεις.
et: Suurim märk joonisel märgib %d juhtumitest.
fr: Le plus grand signe du graphique affiche %d cas.
he: הסימן הגדול על הגרף מציג %d מקרים.
hr: Najveća oznaka na grafu, prikazuje &d slučajeva.
kk: Kestedegi eń úlken belgi %d oqıǵany kórsetedi
th: ตัวบ่งบอกนัยยะสำคัญที่สุดโต่งของกราฟแสดงถึง %d

source: Scatterplot of the variables
el: Διάγραμμα σημείων για τις μεταβλητές
et: Muutujate hajuvusdiagramm
fr: Scatterplot des variables
he: תרשים פיזור של המשתנים
hr: Dijagram raspršenja za varijable
kk: Aınymalylardyń taralý dıagramasy
th: แผนภาพกระจายของตัวแปร

source: Mosaic plot of the variables
el: Διάγραμμα μωσαϊκών για τις μεταβλητές
et: Muutujate mosaiikdiagramm
fr: Tracé en mosaïque des variables
he: תרשים פסיפס של המשתנים
hr: Mozaični dijagram varijabli
kk: Mozaıkalyq keste aınymaly
th: แผนภาพโมเสคของตัวแปร

source: Thickest line displays %d cases.
el: Η παχύτερη γραμμή εμφανίζει %d παρατηρήσεις.
et: Pakseim joon märgib %d juhtumitest.
fr: La ligne la plus épaisse affiche %d cas.
he: הקו העבה ביותר מציג %d מקרים.
hr: Najdeblja linija prikazuje % slučajeva.
kk: Qalyń syzyq %d jaǵdaılardy kórsetedi.
th: เส้นที่หนาที่สุดแสดงถึงกรณี %d

source: Means and 95% confidence intervals for the variables
el: Μέσοι όροι και 95% διαστήματα εμπιστοσύνης για τις μεταβλητές
et: Muutjate keskmised ja 95% usaldusintervallid
fr: Moyennes et intervalles de confiance à 95 % pour les variables
he: ממוצעים ורווח בר סמך של 95% עבור המשתנים
hr: Aritmetička sredina i interval pouzdanosti od 95% za varijable
kk: Aınymaly úshin ortasha mánder jáne 95% senimdi ıntervaldar
th: มัชฌิมและ ช่วงแห่งความเชื่อมั่นที่ 95%ขึ้นไปของตัวแปร

source: Paired t-test requires two variables.
el: Ζευγαρωτό t τεστ απαιτεί δύο μεταβλητές.
et: Paarisvõrdluse t-test nõuab kahte muutujat.
fr: Le test t apparié nécessite deux variables.
he: מבחן t למדגמים תלויים מצריך שני משתנים.
hr: T-test za parne (zavisne) uzorke zahtjeva dvije varijable.
kk: Juptyq t-test eki aınymalyny talap etedi.
th: Paired t-test เปรียบเทียบต้องการตัวแปรขั้นต่ำ 2 ตัวขึ้นไป

source: Result of paired samples t-test
el: Αποτέλεσμα ζευγαρωτών t τεστ
et: Paarisvõrdluse t-testi tulemus
fr: Résultat du test t des échantillons appariés
he: תוצאה של מבחן t למדגמים תלויים
hr: Rezultati t-testa za parne (zavisne) uzorke
kk: Nátıjesi t-test juptyq úlgileri
th: ผลลัพธ์จาก paired t-test กลุ่มตัวอย่าง

source: Paired Wilcoxon test requires two variables.
el: Ζευγαρωτή δοκιμασία Wilcoxon απαιτεί δύο μεταβλητές.
et: Paarisvõrdluse Wilcoxoni test nõuab kahte muutujat.
fr: Le test de Wilcoxon apparié nécessite deux variables.
he: מבחן Wilcoxon למדגמים תלויים מצריך שני משתנים.
hr: Wilcoxonov parni test zahtjeva dvije varijable.
kk: Paired Wilcoxon test eki aınymalyny talap etedi.
th: Paired Wilcoxon test เปรียบเทียบต้องการตัวแปรขั้นต่ำ 2 ตัวขึ้นไป

source: Friedman test requires at least two variables.
el: Έλεγχος Friedman απαιτεί τουλάχιστον δύο μεταβλητές.
et: Friedmani test nõuab vähemalt kahte muutujat.
fr: Le test de Friedman nécessite au moins deux variables.
he: מבחן Friedman מצריך לפחות שני משתנים.
hr: Friedmanov test zahtjeva najmanje dvije varijable.
kk: Friedman test kem degende eki aınymalyny talap etedi.
th: ต้องการอย่างน้อย 2 ตัวแปรในการทำ Friedman test

source: Result of the Friedman test:
el: Αποτέλεσμα του ελέγχου Friedman:
et: Friemani testi tulemus:
fr: Résultat du test Friedman:
he: תוצאה של מבחן Friedman:
hr: Rezultat Friedmanovog testa:
kk: Friedman test nátıjesi:
th: ผลลัพธ์ Friedman test:

source: Boxplot and individual data of the groups
el: Θηκόγραμμα και μεμονωμένα δεδομένα για τις ομάδες
et: Karpdiagramm ja gruppide üksikandmed.
fr: Boxplot et données individuelles des groupes
he: תרשים קופסא ונתונים אישיים של הקבוצות
hr: Kutijasti dijagram i individualni podaci grupe
kk: Qorapty dıagramlar jáne jeke toptardyń derekteri
th: Boxplot และข้อมูลเฉพาะของกลุ่ม

source: Mosaic plot of the groups
el: Διάγραμμα μωσαϊκών για τις ομάδες
et: Gruppide mosaiikdiagramm
fr: Tracé en mosaïque des groupes
he: תרשים פסיפס של הקבוצות
hr: Mozaični dijagram grupe
kk: Toptar týraly mozaıkalyq sújet
th: แผนภาพโมเสคของกลุ่ม

source: Means and 95% confidence intervals for the groups
el: Μέσοι όροι και 95% διάστημα εμπιστοσύνης για τις ομάδες
et: Gruppide keskmised ja 95% usaldusintervallid
fr: Moyennes et intervalles de confiance à 95 % pour les groupes
he: ממוצעים ורווח בר סמך של 95% עבור הקבוצות
hr: Aritmetička sredina i interval pouzdanost od 95% za grupe
kk: Toptar úshin ortasha jáne 95% senimdi ıntervaldar
th: มัชฌิมและ ช่วงแห่งความเชื่อมั่นที่ 95%ขึ้นไปของกลุ่ม

source: Levene test
el: Κριτήριο Levene
et: Levene'i test
fr: Le test de Levene
he: מבחן Levene
hr: Leveneov test
kk: Levene testy

source: Difference between the two groups:
el: Διαφορά μεταξύ των δύο ομάδων:
et: Kahe gruppide erinevused:
fr: La différence entre les deux groupes:
he: הבדל בין שתי הקבוצות:
hr: Razlika između dvije grupe:
kk: Eki top arasyndaǵy aıyrmashylyq:
th: ความแตกต่างในระหว่างสองกลุ่ม:

source: 95%% confidence interval [%0.*f, %0.*f]
el: 95%% διάστημα εμπιστοσύνης [%0.*f, %0.*f]
et: 95%% usaldusintervall [%0.*f, %0.*f]
fr: Intervalle de confiance à 95 % [%0. *f, %0. *f]
he: [%0.*f, %0.*f] רווח בר סמך של 95%%
hr: Interval pouzdanost od 95% [%0.*f, %0.*f]
kk: 95%% senimdi ınterval [%0.*f, % 0.*f]
th: 95%% ช่วงแห่งความเชื่อมั่น [%0.*f, %0.*f]

source: Result of independent samples t-test:
el: Αποτέλεσμα του ελέγχου t ανεξάρτητων δειγμάτων:
et: Sõltumatute gruppide t-testi tulemus:
fr: Résultat de l’essai t des échantillons indépendants :
he: תוצאה של מבחן t למדגמים בלתי תלויים:
hr: Rezultat t-testa na nezavisnim uzorcima:
kk: Ttest táýelsiz úlgilerdiń nátıjesi:
th: ผลลัพธ์ของ independent samples t-test:

source: One of the groups should include only a single data.
el: Μία από τις ομάδες θα πρέπει να περιλαμβάνει μόνο ένα δεδομένο.
et: Üks gruppidest peaks sisaldama ainult üksikandmeid.
fr: L’un des groupes ne devrait inclure qu’une seule donnée.
he: אחת מהקבוצות צריכה לכלול רק נתון יחיד.
hr: Jedna od grupa bi trebala uključivati samo jedan podatak.
kk: Toptardyń bireýi tek jeke derekterdi qamtýy tıis.
th: หนึ่งในตัวอย่างของกลุ่มควรมีข้อมูลแค่หนึ่งค่า

source: Result of the modified independent samples t-test:
el: Αποτέλεσμα του τροποποιημένου ελέγχου t ανεξάρτητων δειγμάτων:
et: Muudetud sõltumatute gruppidega t-testi tulemus:
fr: Résultat du test t des échantillons indépendants modifiés:
he: תוצאה של מבחן t המותאם למדגמים בלתי תלויים:
hr: Rezultat modificiranog t-test na nezavisnim uzorcima:
kk: Modıfıkasıalanǵan t-testiniń úlgilerdiń táýelsiz nátıjesi:
th: ผลลัพธ์ของ independent samples t-test แบบปรับประยุกต์

source: Result of independent samples Mann-Whitney rank test:
el: Αποτέλεσμα της ανεξάρτητης Mann-Whitney δοκιμασίας για τάξεις μεγέθους:
et: Sõltumatute gruppidega Mann-Whitney tähtsusastme testi tulemus:
fr: Résultat des échantillons indépendants Test de classement Mann-Whitney:
he: תוצאה של מבחן Mann-Whitney rank למדגמים בלתי תלויים:
hr: Rezultat Mann-Whitney testa rangova na nezavisnim uzorcima:
kk: Mann-Whitney testiniń táýelsiz irikteý nátıjesi:
th: ผลลัพธ์ของ independent samples Mann-Whitney rank test:

source: Result of one-way ANOVA:
el: Αποτέλεσμα της μονοδρομής ANOVA:
et: Ühefaktorilise dispersioonianalüüsi tulemus:
fr: Résultat d’une ANOVA unidirectionnelle
he: תוצאה של ניתוח שונות חד כיווני:
hr: Rezultati jednosmjerne analize varijance:
kk: Bir jaqty ANOVA qozǵalys nátıjesi:
th: ผลลัพธ์ของการวิเคราะห์ความแปรปรวนทางเดียว

source: Effect size:
el: Μέγεθος της επίδρασης:
et: Efektisuurus:
fr: Taille d'effet:
he: גודל האפקט:
hr: Veličina efekta:
kk: Áser shamasy:
th: ค่าขนาดอิทธิพล

source: Groups differ. Post-hoc test of the means.
el: Οι ομάδες διαφέρουν. Post Hoc έλεγχος των αριθμητικών μέσων.
et: Grupid erinevad. Keskmiste post-hoc test.
fr: Les groupes diffèrent. Test post-hoc des moyens.
he: הבדלים בין הקבוצות מבחן Post-hoc לממוצעים.
hr: Razlike među grupama: post-hoc test aritmetičkih sredina
kk: Toptar aıyrmashylyq. Post-hoc quraldardy synaý.
th: ความแตกต่างระหว่างกลุ่ม Group differ การทดสอบ Post hoc test ของค่ามัชฌิม

source: Result of the Kruskal-Wallis test:
el: Αποτέλεσμα των ελέγχων Kruskal-Wallis:
et: Kruskal-Wallis testi tulemus:
fr: Résultat du test Kruskal-Wallis:
he: תוצאה של מבחן Kruskal-Wallis:
hr: Rezultat Kruskal-Wallisovog testa:
kk: Kruskal-Wallis testinyń jınaqy:
th: ผลลัพธ์ของ Kruskal-Wallis test:

source: Cramér's V measure of association:
el: Μέτρο σύνδεσης του Cramér's V:
et: Cramér'i V seose mõõdik:
fr: Mesure d’association de Cramér V:
he: מדד הקשר V של Cramér:
hr: Cramerov V, mjera asocijacije:
kk: Cramér's V qaýymdastyq sharasy:
th: การวัดความสัมพันธ์แบบ Cramér's V:

source: Result of the Pearson's Chi-square test:
el: Αποτέλεσμα των χι-τετράγωνων ελέγχων του Pearson:
et: Pearson'i Hii-ruut-testi tulemus:
fr: Résultat du test du chi carré de Pearson:
he: תוצאה של מבחן חי בריבוע של Pearson:
hr: Rezultat Pearsonovog hi-kvadrat testa:
kk: Pearson's Chi-square testinyń jınaqy:
th: ผลลัพธ์ของPearson's Chi-square test:

source: &Data
el: &Δεδομένα
et: &Andmed
fr: &Donnée
he: &נתונים
hr: &Podaci
kk: &Derekter
th: &ข้อมูล

source: &Open data file
el: &Άνοιγμα αρχείου δεδομένων
et: &Ava andmefail
fr: &Ouvrir le fichier de données
he: &פתח קובץ נתונים
hr: &Otvorite datoteku s podacima
kk: &Ashyq derekter faıly
th: &เปิดไฟล์ข้อมูล

source: &Paste data
el: &Επικόλληση δεδομένων
et: &Kleepige andmed
fr: &Coller une donnée
he: &הדבק נתונים
hr: &zalijepite podatke
kk: &Derekter qondyrý
th: &แปะข้อมูล

source: &Display data
el: Ε&μφάνιση δεδομένων
et: &Kuvage andmed
fr: &Afficher des données
he: &הצג נתונים
hr: &prikažite podatke
kk: &Derekterdi kórsetý
th: &แสดงข้อมูล

source: Display data &briefly
el: Εμφάνιση δεδομένων εν &ολίγοις
et: Kuva andmed &lühidalt
fr: Afficher des données & rapidement
he: הצג נתונים &בקצרה
hr: Prikažite podatke &kratko
kk: Derekterdi kórsetý &qysqasha
th: แสดงผลข้อมูลและแสดงโดยย่อ

source: &Analysis
el: &Ανάλυση
et: &Analüüs
fr: &L'analyse
he: &ניתוח
hr: &Analiza
kk: &Taldaý
th: &วิเคราะห์

source: Pivot &table
el: Συγκεντρωτικός &Πίνακας
et: Rist &tabel
fr: Pivot &une table
he: טבלת &ציר
hr: Pivot &tablica
kk: Qurama &keste

source: Compare &groups
el: Σύγκριση &ομάδων
et: Võrdle &gruppe
fr: Comparer &les groupes
he: השווה &קבוצות
hr: Usporedite &grupe
kk: &toptar salystyrý
th: เปรียบเทียบ &กลุ่ม

source: Compare groups
el: Σύγκριση ομάδων
et: Võrdle gruppe
fr: Comparer les groupes
he: השווה קבוצות
hr: Usporedite grupe
kk: Toptardy salystyrý
th: เปรียบเทียบแต่ละกลุ่ม

source: &Results
el: Απο&τελέσματα
et: &Tulemused
fr: &Résultats
he: &תוצאות
hr: &Rezultati
kk: &Nátıjeleri
th: &ผลลัพธ์

source: &Clear results
el: Ε&κκαθάριση αποτελεσμάτων
et: &Puhasta tulemused
fr: &Effacer résultats
he: &נקה תוצאות
hr: &Očistite rezultate
kk: Naqty nátıjeleri
th: &ล้างค่าการแสดงผล

source: &Help
el: &Βοήθεια
et: &Abi
fr: &L'aide
he: &עזרה
hr: &Pomoć
kk: &Kómek
th: &ช่วยเหลือ

source: &Preferences
el: &Προτιμήσεις
et: &Eelistused
fr: &Préférences
he: &העדפות
hr: &Preferencije
kk: &Artyqshylyq
th: &ตั้งค่าที่ต้องการ

source: Request a &feature
el: Ζητήστε ένα &χαρακτηριστικό
et: Päri &omadust
fr: Demander une &caractéristique
he: בקש &צורה
hr: Zatražite &značajku
kk: Suraý &ereksheligi
th: เรียกขอ &ฟีเจอร์

source: &Report a problem
el: &Αναφορά προβλήματος
et: &Teata probleemist
fr: &Signaler un problème
he: &דווח על בעיה
hr: &Prijavite problem
kk: &Másele týraly habarlaý
th: &รายงานปัญหาที่พบ

source: &Diagnosis information
el: Πληροφορίες &διάγνωσης
et: &Informatsiooni diagnoos
fr: &D'informations de diagnostic
he: &אבחון מידע
hr: &Dijagnostička informacija
kk: &Dıagnostıkalyq aqparat
th: &ข้อมูลแบบ Diagnosis

source: &Exit
el: &Έξοδος
et: &Välju
fr: &Sortie
he: &יציאה
hr: &Izlaz
kk: &Shyǵý
th: &ออก

source: &Save data
el: &Αποθήκευση δεδομένων
et: &Salvesta andmed
fr: & Enregistrer des données
he: &שמור נתונים
hr: &Spremite podatke
kk: Derekterdi &Saqtaý
th: &บันทึก ข้อมูล

source: Save data &as
el: Αποθήκευση δεδομένων &ως
et: Salvesta andmed &kui
fr: Enregistrer des données &comme
he: שמור נתונים &כ
hr: Sačuvajte podatke &kao
kk: Derekterdi &retinde saqtaý
th: บันทึกข้อมูล &ในแบบ

source: &Compare groups and variables
el: &Σύγκριση ομάδων και μεταβλητών
et: &Võrdle gruppe ja muutjaid
fr: &Comparer les groupes et les variables
he: &השווה קבוצות ומשתנים
hr: &Usporedite grupe i varijable
kk: Toptar men aınymalylardy &Salystyrý
th: &เปรียบเทียบกลุ่มและตัวแปร

source: Import error
el: Σφάλμα εισαγωγής
et: Impordi viga
fr: Importer erreur
he: שגיאת יבוא
hr: Unijeti pogrešku
kk: Йate ımporty
th: รายงานความผิดพลาด

source: Data could not be loaded.
el: Δεν ήταν δυνατή η φόρτωση των δεδομένων.
et: Andmeid ei olnud võimalik laadida.
fr: Les données n’ont pas pu être chargées.
he: נתונים אינם יכולים להיטען.
hr: Podaci se nisu mogli učitati.
kk: Derekterdi júkteý múmkin emes.
th: ไม่สามารถโหลดข้อมูลได้

source: At least two variables should be set.
el: Πρέπει να οριστούν τουλάχιστον δύο μεταβλητές.
et: Vähemalt kaks muutujat peaksid olema määratud.
fr: Au moins deux variables doivent être définies.
he: לפחות שני משתנים צריכים להיות מוגדרים.
hr: Najmanje dvije varijable trebaju biti definirane.
kk: Kem degende eki aınymalyny ornatý qajet.
th: ต้องมีการตั้งค่าตัวแปรขั้นต่ำที่2ค่าขึ้นไป

source: Pivot table
el: Συγκεντρωτικός Πίνακας
et: Risttabel
fr: Tableau Croisé Dynamique
he: טבלת ציר
hr: Pivot tablica
kk: Qurama keste

source: The dependent variable and at least one grouping variable should be given.
el: Θα πρέπει να δοθεί η εξαρτημένη μεταβλητή και τουλάχιστον μία μεταβλητή ομαδοποίησης.
et: Sõltuv muutuja ja vähemalt üks grupeeriv muutuja peaksid olema määratud.
fr: La variable dépendante et au moins une variable de regroupement doivent être indiquées.
he: המשתנה התלוי ולפחות משתנה grouping אחד צריכים להינתן.
hr: Zavisna varijabla i najmanje jedna grupirajuća varijabla, trebaju biti određene.
kk: Táýeldi aınymalyny jáne eń bolmaǵanda bir toptaýshy aınymalyny kórsetý qereq.
th: ตัวแปรตามหรือตัวแปรกลุ่มต้องได้รับการระบุอย่างน้อยหนึ่งค่า
