Repository: BelmaBumin/cogstat
Catalog: cogstat/locale/*/LC_MESSAGES/cogstat.po
Languages: el, et, fr, he, hr, kk, th

source: Result of Mauchly's test to check sphericity
el: Αποτέλεσμα της δοκιμασίας Mauchly για έλεγχο σφαιρικότητας
et: Mauchly sfäärilisuse kontrolli testi tulemus
fr: Résultat du test de Mauchly pour vérifier la sphéricité
he: תוצאה של מבחן Mauchly's על מנת לבחון sphericity
hr: Rezultat Mauchlyevog testa za provjeru sfernosti.
kk: Sferalyq tekserý úshin Mauchly synaǵynyń nátıjesi
th: ผลลัพธ์ของการทดสอบ Mauchly เพื่อตรวจสอบ sphericity

source: Sphericity is violated.
el: Η σφαιρικότητα παραβιάζεται.
et: Sfäärilisus on rikutud.
fr: Sphéricité est violée.
he: יש הפרה של Sphericity.
hr: Sfericitet je narušen.
kk: Sferalyq buzylady.
th: sphericity ไม่สมบูรณ์

source: Using Greenhouse-Geisser correction.
el: Χρησιμοποίηση διόρθωσης Greenhouse-Geisser.
et: Kasutan Greenhouse-Geisser korrigeerimist.
fr: Utiliser la correction Greenhouse-Geisser.
he: משתמש בתיקון Greenhouse-Geisser.
hr: Korištenje Greenhouse-Geisserove korekcije.
kk: Greenhouse-Geisser túzetýdi paıdalaný.
th: ทำการปรับแก้ด้วยการใช้ Greenhouse-Geisser

source: Result of repeated measures ANOVA
el: Αποτελέσµα της ANOVA επαναλαμβανόμενων μετρήσεων
et: Kordusmōōtmiste dispersioonanalüüsi tulemus
fr: Résultat de mesures répétées ANOVA
he: תוצאה של מדידות חוזרות של שונות
hr: Rezultat analize varijance s ponovljenim mjerenjima.
kk: Qaıta ólsheý ANOVA nátıjesy
th: ผลลัพธ์ของการวิเคราะห์ความแปรปรวนแบบทางเดียวเมื่อมีการวัดซ้ำ

source: Sphericity is not violated.
el: Η σφαιρικότητα δεν παραβιάζεται.
et: Sfäärilisus ei ole rikutud.
fr: La sphéricité n’est pas violée.
he: אין הפרה של Sphericity.
hr: Sfericitet nije narušen.
kk: Sferıkalyq buzylmaıdy.
th: ตรวจไม่พบความไม่สมบูณ์ของsphericity

source: Comparing variables pairwise with the Holm-Bonferroni correction:
el: Σύγκριση μεταβλητών ανά ζεύγη με τη διόρθωση Holm-Bonferroni:
et: Võrdlen muutujaid paarihaaval kasutades Holm-Bonferroni korrigeerimist.
fr: Comparaison des variables par paires avec la correction Holm-Bonferroni:
he: משווה משתנים בזוגות באמצעות תיקון Holm-Bonferroni:
hr: Usporedba uparenih varijabli Holm-Bonferronijevom korekcijom:
kk: Holm-Bonferroni túzetýmen aýyspaly ekeýara salystyrý:
th: เปรียบเทียบตัวแปรด้วยการปรับแก้แบบ Holm-Bonferroni

source: Result of Welch's unequal variances t-test:
el: Αποτέλεσμα του ελέγχου t άνισες διακύμανσεις του Welch:
et: Welch'i mittevõrdsete dispersioonide t-testi tulemus:
fr: Résultat des variances inégales de Welch t-test:
he: תוצאה של מבחן t של Welch unequal variances:
hr: Rezultat Welchovog t-testa nejednakih varijanci.
kk: Welch teńsiz aýytqýlar T-test nátıjesi:
th: ผลลัพธ์ของWelch's unequal variances t-test:

source: Choosing paired t-test or paired Wilcoxon test depending on the assumptions.
el: Επιλογή ζευγαρωτό t τεστ ή ζευγαρωτή δοκιμασίας Wilcoxon ανάλογα με τις υποθέσεις.
et: Valin paarisvõrdluse t-testi või paarisvõrdluse Wilcoxoni testi sõltuvalt eeldustest.
fr: Choisir un test t couplé ou un test Wilcoxon couplé en fonction des hypothèses.
he: בוחר מבחן t למדגמים תלויים או מבחן Wilcoxon למדגמים תלויים כתלות בהשערות.
hr: Biranje t-testa za parne (zavisne) uzorke ili Wilcoxonovog testa parova, ovisno o pretpostavkama.
kk: Juptyq t-synaǵyn nemese juptyq Wilcoxon synaǵyn boljamdarǵa baılanysty tańdaý.
th: เลือกระหว่าง paired t-test หรือ paired Wilcoxon test ขึ้นอยู่กับการสันนิษฐานของคุณ

source: Normality is violated in variable(s): %s.
el: Παραβίαση της κανονικότητας στη(σε) μεταβλητή(-ές): %s.
et: Normaalsus on rikutud muutuja(te)s: %s.
fr: La normalité est violée dans la variable (s) : %s.
he: נורמליות מופרת במשתנה(ים): %s.
hr: Normalnost je narušena u varijabli/varijablama: %s.
kk: Qalypty aınymaly buzylýlar: %s.
th: Normality เกิดความไม่สมบูรณ์ในตัวแปรเหล่านี้: %s

source: Nominal dichotomous variables.
el: Ονομαστικές διχοτομικές μεταβλητές.
et: Nominaalsed kahepoolsed andmed.
fr: Les variables nominales dichotomiques.
he: משתנים נומינלים דיכוטומים.
hr: Nominalne dihotomne varijable.
kk: Nomınaldy dıhotomıkalyq aınymalylar.
th: ตัวแปรนามบัญญัติแบบตัวแปรทวิ

source: Running McNemar test.
el: Εκτέλεση ελέγχου McNemar.
et: Jooksutan McNemari testi.
fr: Exécuter le test de McNemar.
he: מבצע מבחן McNemar.
hr: Provođenje McNemarovog testa.
kk: McNemar synaǵyn iske qosý.
th: ทำการทดสอบ McNemar

source: Nominal non dichotomous variables.
el: Ονομαστικές μη διχοτομικές μεταβλητές.
et: Nominaalsed mitte kahepoolsed andmed.
fr: Variables nominales non dichotomiques.
he: משתנים נומינלים שאינם דיכוטומים.
hr: Nominalne nedihotomne varijable.
kk: Dıhotomıalyq aınymalylardyń nomınaldy nómirleri.
th: ตัวแปรนามบัญญัติที่ไม่เป็นตัวแปรทวิ

source: Choosing repeated measures ANOVA or Friedman test depending on the assumptions.
el: Επιλογή ANOVA επαναλαμβανόμενων μετρήσεων ή ελέγχου Friedman ανάλογα με τις υποθέσεις.
et: Valin kordusmōōtmiste dispersioonanalüüsi või Friedmani testi sõltuvalt eeldustest.
fr: Choix de mesures répétées ANOVA ou Friedman test en fonction des hypothèses.
he: בוחר מדידות חוזרות של שונות או מבחן Friedman כתלות בהשערות.
hr: Biranje analize varijance s ponovljenim mjerenjima ili Friedmanovog testa, ovisno o pretpostavkama.
kk: Qaıta ólsheý ANOVA nemese Friedman synaǵyn boljamdarǵa baılanysty tańdaý.
th: เลือกระหว่างการวิเคราะห์การแปรปรวนเมื่อมีการวัดซ้ำ ANOVA หรือ Friedman test ขึ้นอยู่กับการสันนิษฐานของคุณ

source: Running Cochran's Q test.
el: Εκτέλεση ελέγχου Q του Cochran.
et: Jooksutan Cochrani Q testi.
fr: Exécuter le test Q de Cochran.
he: מבצע מבחן Q של Cochran.
hr: Provođenje Cochranovog Q testa.
kk: Running Cochran's Q synaǵyn iske qosý.
th: ทำการทดสอบ Cochran's Q test

source: Choosing two sample t-test, Mann-Whitney test or Welch's t-test depending on assumptions.
el: Επιλογή ελέγχου t δύο δειγμάτων, Mann-Whitney δοκιμασίας ή ελέγχου του Welch ανάλογα με τις υποθέσεις.
et: Valin kahe valimiga t-testi, Mann-Whitney testi või Welch'i t-testi sõltuvalt eeldustest.
fr: Choix de deux échantillons t-test, Mann-Whitney test ou Welch’s t-test en fonction des hypothèses.
he: בוחר מבחן t לשני מדגמים, מבחן Mann-Whitney או מבחן t של Welch כתלות בהשערות.
hr: Biranje t-testa za dva uzorka, Mann-Whitney testa ili Welchovog testa, ovisno o pretpostavkama.
kk: Eki úlgiq t-synaǵyn, Mann-Whitney synaǵyn nemese Welch t-synaǵyn boljamdarǵa baılanysty tańdaý.
th: เลือกระหว่าง การทดสอบ t-test ของสองกลุ่ม หรือ Mann-Whitney test หรือ Welch's t-test ขึ้นอยู่กับการสันนิษฐานของคุณ

source: Normality is violated in variable %s, group(s) %s.
el: Παραβίαση της κανονικότητας στη μεταβλητή %s, ομάδα(-ες) %s.
et: Normaalsus on rikutud muutujas %s, grup(p)i(de)s %s.
fr: La normalité est violée dans la variable %s, groupe(s) %s.
he: נורמליות מופרת במשתנה %s, קבוצה(ות) %s.
hr: Normalnost je narušena u varijabli %s, grupi/grupama %.
kk: Birqalyptylyq %s, group(s) %s aınymalyda buzylady.
th: Normality เกิดความไม่สมบูรณ์ในตัวแปรเหล่านี้ %s, กลุ่ม %s

source: Homeogeneity of variance violated in variable %s.
el: Ομοιογένεια διακύμανσης παραβιάζεται στη μεταβλητή %s.
et: Dispersiooni homogeensus on rikutud muutujas %s.
fr: L’homéogénéité de la variance a été violée dans la variable %s.
he: הומוגניות השונות מופרת במשתנה %s.
hr: Homogenost varijance je narušena u varijabli %.
kk: Dıspersıanyń gomeogendigi %s aınymalyda buzylady.
th: ความเป็นเอกพันธ์ของความแปรปรวน เกิดความไม่สมบูรณ์ในตัวแปรเหล่านี้ %s

source: Running Welch's t-test.
el: Εκτέλεση ελέλχου t του Welch.
et: Jooksutan Welch'i t-testi.
fr: Exécuter le test t de Welch.
he: מבצע מבחן t של Welch.
hr: Provođenja Welchovog t-testa.
kk: Welch synaǵyn iske qosý.
th: ทำการทดสอบ Welch's t-test

source: Choosing one-way ANOVA or Kruskal-Wallis test depending on the assumptions.
el: Επιλογή μονόδρομη ANOVA ή ελέγχου Kruskal-Wallis ανάλογα με τις υποθέσεις.
et: Valin ühefaktoriline dispersioonanalüüsi või Kruskal-Wallise testi sõltuvalt eeldustest.
fr: Choix d’un sens ANOVA ou Kruskal-Wallis test en fonction des hypothèses.
he: בוחר ניתוח שונות חד כיווני או מבחן Kruskal-Wallis כתלות בהשערות.
hr: Biranje jednosmjerne analize varijance ili Kruskal-Wallisovog testa, ovisno o pretpostavkama.
kk: Bir faktorly ANOVA nemese Kruskal-Wallis synaǵyn boljamdarǵa baılanysty tańdaý.
th: เลือกระหว่างการวิเคราะห์ความแปรปรวนทางเดียว ANOVA หรือ Kruskal-Wallis test ขึ้นอยู่กับการสันนิษฐานของคุณ

source: Normality is violated in variable %s, group(s) %s.
el: Παραβίαση της κανονικότητας στη μεταβλητή %s, ομάδα(-ες) %s.
et: Normaalsus on rikutud muutujas %s, grup(p)i(de)s %s.
fr: La normalité est violée dans la variable %s, groupe(s) %s.
he: נורמליות מופרת במשתנה %s, קבוצה(ות) %s.
hr: Normalnost je narušena u varijabli %s, grupi/grupama %.
kk: Birqalyptylyq %s, group(s) %s aınymalyda buzylady.
th: Normality เกิดความไม่สมบูรณ์ในตัวแปรเหล่านี้: %s, กลุ่ม %s

source: Homeogeneity of variance violated in variable %s.
el: Ομοιογένεια διακύμανσης παραβιάζεται στη μεταβλητή %s.
et: Dispersiooni homogeensus on rikutud muutujas %s.
fr: L’homéogénéité de la variance a été violée dans la variable %s.
he: הומוגניות השונות מופרת במשתנה %s.
hr: Homogenost varijance je narušena u varijabli %.
kk: Dıspersıanyń gomeogendigi %s aınymalyda buzylady.
th: ความเป็นเอกพันธ์ของความแปรปรวน เกิดความไม่สมบูรณ์ในตัวแปรเหล่านี้ %s

source: Normality is not violated.
el: Η κανονικότητα δεν παραβιάζεται.
et: Normaalsust ei ole rikutud.
fr: La normalité n’est pas violée.
he: נורמליות אינה מופרת.
hr: Normalnost nije narušena.
kk: Birqalyptylyq buzylmaıdy.
th: ตรวจไม่พบความไม่สมบูณ์ของNormality

source: Running repeated measures one-way ANOVA.
el: Εκτέλεση μονοδρομή ANOVA επαναλαμβανόμενων μετρήσεων.
et: Jooksutan korduvate mõõtmistega ühesuunalist dispersioonianalüüsi.
fr: Exécution de mesures répétées ANOVA unidirectionnelle.
he: מבצע ניתוח שונות של מדידות חוזרות- חד כיווני.
hr: Provođenje jednosmjerne analize varijance s ponovljenim mjerenjima.
kk: Qaıta ólsheýlermen bir faktorly ANOVA iske qosý.
th: ทำการวิเคราะห์ความแปรปรวนทางเดียวเมื่อมีการวัดซ้ำ ANOVA

source: Open data. Oops, something went wrong, CogStat could not open the data. You may want to report the issue.
el: Άνοιγμα δεδομένων. Ωχ, κάτι πήγε στραβά, το CogStat δεν μπόρεσε να ανοίξει τα δεδομένα. Ίσως θέλετε να αναφέρετε το πρόβλημα.
et: Ava andmed. Oih, miski läks valesti, CogStat ei saanud avada neid andmeid. Peaksite veast teatama.
fr: Données ouvertes. Oups, quelque chose s’est mal passé, CogStat ne pouvait pas ouvrir les données. Vous voudrez peut-être signaler le problème.
hr: Otvorite podatke. Ups, nešto je pošlo krivo, CogStat ne može pristupiti podatcima. Možda želite prijaviti ovaj problem.
kk: Ashyq derekter. Oi, birdeme durys emes, CogStat derekterdi asha almady. Múmkin, siz Másele týraly habarlaǵyńyz keledi.
th: CogStat ไม่สามารถทำการเปิดข้อมูลได้ คุณสามารถรายงานข้อผิดพลาดนี้ต่อทีมให้แก้ไข

source: N of missing cases: %g
el: N των ελλειπουσών παρατηρήσεις: %g
et: N puuduvatest juhtumitest: %g
fr: Nombre de cas manquants : %g
hr: N slučajeva koji nedostaju: %g
kk: Jiberilgen ister N: %g
th: N กรณีที่หายไปมีจำนวน: %g

source: Rank of %s
el: Τάξη μεγέθους για %s
et: %s järjestus
fr: Grade de %s
hr: Rang %s
kk: %s dárejesi
th: อันดับของ %s

source: Result of Wilcoxon signed-rank test
el: Αποτέλεσμα του ελέγχου των προσημασμένων τάξεων μεγέθους του Wilcoxon
et: Wilcoxoni astakmärgitesti tulemus
fr: Résultat du test de classement signé Wilcoxon
hr: Rezultati Wilcoxonovog testa usklađenih parova.
kk: Wilcoxon rangtik ólsheminiń nátıjesi
th: ผลลัพธ์ของ Wilcoxon signed-rank test

source: Raw data
el: Ακατέργαστα δεδομένα
et: Toorandmed
fr: Les données brutes
hr: Neobrađeni podatci
kk: Óńdelmegen derekter
th: ข้อมูลดิบ

source: Sample properties
el: Ιδιότητες δείγματος
et: Valimi omadused
fr: Propriétés d'échantillon
hr: Svojstva uzorka
kk: Úlgi qasıetteri
th: คุณสมบัติของกลุ่มตัวอย่าง

source: Population parameter estimations and tests
el: Εκτιμήσεις παραμέτρων πληθυσμού και δοκιμές
et: Populatsiooni parameetri hinnangud ja testid
fr: Estimations et tests des paramètres de population
hr: Procjene parametara i testovi na razini populacije
kk: Halyq parametrlerin baǵalaý jáne testter
th: การประมาณการกลุ่มประชากรและการทดสอบ

source: Hypothesis test:
el: Έλεγχος υπόθεσης:
et: Hüpoteesi test:
fr: Test d'hypothèse:
hr: Hipoteza testira:
kk: Boljamdy tekserý:
th: การทดสอบสมมติฐาน:

source: Testing if mean deviates from the value %s.
el: Έλεγχος εάν ο αριθμητικός μέσος αποκλίνει από την τιμή %s.
et: Testin, kas keskmine erineb väärtusest %s.
fr: Tester si la moyenne s’écarte de la valeur %s.
hr: Testiranje odstupa li aritmetička sredina od vrijednosti %s.
kk: Ortasha %s máninen aýytqyǵan jaǵdaıda tekserý.
th: ทดสอบเมื่อค่ามัชฌิมเบี่ยงเบนไปที่ %s

source: Testing if median deviates from the value %s.
el: Έλεγχος εάν ο διάμεσος αποκλίνει από την τιμή %s
et: Testin, kas mediaan erineb väärtusest %s.
fr: Tester si la médiane s’écarte de la valeur %s.
hr: Testiranje odstupa li medijan od vrijednosti %s.
kk: Medıan %s máninen bas tartylsa, tekserý.
th: ทดสอบเมื่อค่ามัธยฐานเบี่ยงเบนไปที่ %s

source: Choosing one-sample t-test or Wilcoxon signed-rank test depending on the assumption.
el: Επιλογή ελέγχου t ενός δείγματος ή ελέγχου των προσημασμένων τάξεων μεγέθους του Wilcoxon ανάλογα με τις υποθέσεις.
et: Valin ühe valimiga t-testi või Wilcoxoni astakmärgitesti sõltuvalt eeldusest.
fr: Choix d’un échantillon t-test ou Wilcoxon signé-grade test en fonction de l’hypothèse.
hr: Biranje t-testa na jednom uzorku ili Wilcoxonovog testa usklađenih parova, ovisno o pretpostavkama.
kk: Bir úlgimen t-test nemese Wilcoxon rangtik ólshemi test boljamdarǵa baılanysty tańdaý.
th: เลือกระหว่างการทดสอบค่าเฉลี่ยของกลุ่มตัวอย่างหนึ่งกลุ่ม หรือ Wilcoxon signed-rank test ขึ้นอยู่กับการสันนิษฐานของคุณ

source: Running one-sample t-test.
el: Εκτέλεση ελέγχου t ενός δείγματος.
et: Jooksutan ühe valimiga t-testi.
fr: Test t sur un échantillon.
hr: Provođenje t-testa na jednom uzroku.
kk: Bir úlgiliq t-test iske qosý.
th: ทำการทดสอบค่าเฉลี่ยของกลุ่มตัวอย่างหนึ่งกลุ่ม

source: Normality is violated.
el: Παραβιάζεται η κανονικότητα.
et: Normaalsust on rikutud.
fr: La normalité est violée.
hr: Normalnost je narušena.
kk: buzylady.
th: Normality เกิดความไม่สมบูรณ์

source: Running Wilcoxon signed-rank test.
el: Εκτέλεση ελέγχου των προσημασμένων τάξεων μεγέθους του Wilcoxon.
et: Jooksutan Wilcoxoni astakmärgitesti.
fr: Exécuter le test du grade de Wilcoxon.
hr: Provođenje Wilcoxonovog testa usklađenih parova.
kk: Wilcoxon rangtik ólshemi test jiberý.
th: ทำการทดสอบ Wilcoxon signed-rank test

source: Testing if correlation differs from 0.
el: Έλεγχος εάν η συσχέτιση διαφέρει από το 0.
et: Testin, kas korrelatsioon on 0 erinev.
fr: Test si la corrélation diffère de 0.
hr: Testiranje je li korelacija različita od 0
kk: Teksersiń, eger korrelásıa 0-den ózgeshe bolsa.
th: ทดสอบดูหากว่าค่าสหสัมพันธ์ไม่อยู่ที่ 0

source: Testing if variables are independent.
el: Έλεγχος εάν οι μεταβλητές είναι ανεξάρτητες.
et: Testin, kas muutujad on sõltumatud.
fr: Vérifier si les variables sont indépendantes.
hr: Testiranje jesu li varijable nezavisne.
kk: Tekserý, eger aınymalylar táýelsiz bolyp tabylady.
th: ทดสอบดูคุณสมบัติตัวแปรอิสระ

source: Hypothesis testing:
el: Έλεγχος υπόθεσης:
et: Hüpoteesi testimine:
fr: Vérification d'hypothèses:
hr: Hipoteza testira:
kk: Boljamdy tekserý:
th: การทดสอบสมมติฐาน:

source: Testing if the means are the same.
el: Έλεγχος εάν οι αριθμητικοί μέσοι είναι οι ίδιοι.
et: Testin, kas keskmised on samad.
fr: Tester si les moyens sont les mêmes.
hr: Testiranje jesu li vrijednosti aritmetičkih sredina jednake.
kk: Eger quraldar birdeı bolsa, testileý.
th: ทดสอบดูว่าค่ามัชฌิมคงเดิม

source: Testing if the medians are the same.
el: Έλεγχος εάν οι διάμεσοι είναι οι ίδιοι.
et: Testin, kas mediaanid on samad.
fr: Tester si les médianes sont les mêmes.
hr: Testiranje jesu li vrijednosti medijana jednake.
kk: Medıandardyń sáıkes kelýin tekserý.
th: ทดสอบดูว่าค่ามัธยฐานคงเดิม

source: Testing if the distributions are the same.
el: Έλεγχος εάν οι κατανομές είναι ίδιες.
et: Testin, kas jaotused on samad.
fr: Tester si les distributions sont identiques.
hr: Testiranje jesu li distribucije jednake.
kk: Eger dıstrıbýtıvter birdeı bolsa, testileý.
th: ทดสอบดูว่าการกระจายตัวคงเดิม

source: Normality and homogeneity of variance are not violated. >> Running two sample t-test.
el: Κανονικότητα και ομοιογένεια διακύμανσης δεν παραβιάζονται. >> Εκτέλεση ελέγχου t δύο δειγμάτων.
et: Normaalsus ja dispersiooni homogeensus ei ole rikutud. >> Jooksutan kahe valimiga t-testi.
fr: La normalité et l’homogénéité de la variance ne sont pas violées. >> Exécution de deux test t d’échantillon.
hr: Normalnost i homogenost varijance nisu narušeni. >> Provođenje t-testa za dva uzorka.
kk: Dıspersıanyń normalylyǵy men birtektiligi buzylmaıdy. >> T-testiniń eki úlgisin iske qosý.
th: ไม่พบความไม่สมบูรณ์ของNormalityและความเป็นเอกพันธ์ของความแปรปรวน >> ทดสอบ ค่าเฉลี่ยของกลุ่มตัวอย่างสองกลุ่มt-test

source: Normality and homogeneity of variance are not violated. >> Running one-way ANOVA.
el: Κανονικότητα και ομοιογένεια διακύμανσης δεν παραβιάζονται. >> Εκτέλεση μονόδρομη ANOVA.
et: Normaalsus ja dispersiooni homogeensus ei ole rikutud. >> Jooksutan ühesuunalist dispersioonianalüüsi.
fr: La normalité et l’homogénéité de la variance ne sont pas violées. >> Exécuter une ANOVA unidirectionnelle.
hr: Normalnost i homogenost varijance nisu narušeni. >> Provođenje jednosmjerne analize varijance.
kk: Dıspersıanyń birqalyptylyq pen birtektiligi buzylmaıdy. >> Birfaktorly ANOVA taldaý jiberý.
th: ไม่พบความไม่สมบูรณ์ของNormalityและความเป็นเอกพันธ์ของความแปรปรวน >> ทดสอบการวิเคราะห์ความแปรปรวนทางเดียวANOVA

source: Simple automatic data analysis software
el: Απλό λογισμικό αυτόματης ανάλυσης δεδομένων
et: Lithne automaatne andmeanalüüsi tarkvara
fr: Simple logiciel automatique d’analyse de données
hr: Program za jednostavnu, automatsku analizu podataka.
kk: Derekterdi avtomatty taldaý úshin jeńil baǵdarlamalyq qamtamasyz etý
th: ซอฟต์แวร์อัตโนมัติใช้งานง่ายเพื่อการวิเคราะห์ข้อมูล

source: Visit CogStat website
el: Επισκεφτείτε τον ιστότοπο του CogStat
et: Külastage CogStat'i kodulehekülge
fr: Visitez le site web de la Cogstat
hr: Posjetite CogStat internet stranicu
kk: CogStat veb-saıtyna kirińiz
th: เข้าสู่เว็บไซต์ CogStat

source: Welcome to CogStat!
el: Καλώς ήλθατε στο CogStat!
et: Tere tulemast CogStat'i!
fr: Bienvenue sur le site de CogStat!
hr: Dobrodošli u CogStat!
kk: CogStat qosh keldińiz!
th: ยินดีต้อนรับสู่ CogStat!

source: CogStat makes statistical analysis more simple and efficient.
el: Το CogStat κάνει τη στατιστική ανάλυση πιο απλή και αποτελεσματική.
et: CogStat muudab statistilise analüüsi lihtsamaks ja efektiivsemaks.
fr: CogStat rend l’analyse statistique plus simple et plus efficace.
hr: CogStat čini statističke analize jednostavnijim i učinkovitijim.
kk: CogStat statısıkalyq taldaý jeńil jáne tıimdi jasaýdy.
th: CogStat ทำให้การวิเคราะห์เชิงสถิติของคุณราบรื่นขึ้นและเปี่ยมด้วยประสิทธิภาพ

source: To start working open a data file or paste your data from a spreadsheet.
el: Για να ξεκινήσετε να εργάζεστε, ανοίξτε ένα αρχείο δεδομένων ή επικολλήστε τα δεδομένα σας από ένα υπολογιστικό φύλλο.
et: Et tööga alustada, avage andmefail või kleepi andmed arvutustabelist.
fr: Pour commencer à travailler, ouvrez un fichier de données ou collez vos données à partir d’une feuille de calcul.
hr: Kako biste započeli s radom, otvorite datoteku ili uvezite podatke sa matrice.
kk: Jumysty bastaý úshin derekter faılyn ashyńyz nemese elektrondyq kesteden derekterdi salyńyz.
th: เริ่มต้นด้วยวิธีที่ง่ายดาย เพียงเปิดไฟล์ข้อมูลของคุณ แล้วแปะวางด้าต้าหรือข้อมูลลงบนสเปรดชีท

source: Rank of the raw data
el: Τάξη μεγέθους ακατέργαστων δεδομένων
et: Toorandmete järjestus
fr: Classement des données brutes
hr: Rang neobrađenih podataka
kk: Óńdelmegen derekter dárejesi
th: ลำดับของข้อมูลดิบ

source: Histogram of rank data with individual data and boxplot
el: Ιστόγραμμα δεδομένων τάξη με μεμονωμένα δεδομένα και θηκόγραμμα
et: Järjestatud üksikandmete histogramm koos karpdiagrammiga
fr: Histogramme des données de rang avec données individuelles et boxplot
hr: Histogram rangiranih podataka sa pojedinačnim podatcima i kutijastim dijagramom
kk: Jeke derekter jáne boxplot gıstogrammasy
th: ฮิสโตแกรมของลำดับของข้อมูลพร้อมข้อมูลเฉพาะและ boxplot

source: Scatterplot of the rank of the variables
el: Διάγραμμα διασποράς των τάξεων μεγέθων των μεταβλητών
et: Muutujate järjestuse hajuvusdiagramm
fr: Scatterplot du rang des variables
hr: Dijagram raspršenja za rang varijable
kk: Aınymaly ranginiń shashyraý dıagramsy
th: Scatterplot และลำดับของตัวแปร

source: Individual data of the variables
el: Μεμονωμένα δεδομένα των μεταβλητών
et: Muutujate üksikandmed
fr: Données individuelles des variables
hr: Individualni podatci varijabli
kk: Aınymalylardyń jeke derekteri
th: ข้อมูลเฉพาะของตัวแปรแต่ละตัว

source: Individual data of the rank data of the groups
el: Μεμονωμένα δεδομένα των δεδομένων τάξη των ομάδων
et: Gruppide järjestatud andmete üksikandmed
fr: Données individuelles des données de classement des groupes
hr: Individualni podatci ranga grupe
kk: Toptardyń rangtik derekteriniń jeke derekteri
th: ข้อมูลเฉพาะพร้อมลำดับของข้อมูลของกลุ่ม

source: Boxplot and individual data of the rank data of the groups
el: Θηκόγραμμα και μεμονωμένα δεδομένα των δεδομένων τάξη των ομάδων
et: Gruppide järjestatud andmete karpdiagramm ja üksikandmed
fr: Boxplot et données individuelles des données de classement des groupes
hr: Kutijasti dijagram i individualni podaci ranga grupe
kk: Boxplot jáne toptardyń rangalyq derekteri
th: Boxplot และ ข้อมูลเฉพาะตัวของลำดับข้อมูลของกลุ่ม

source: Individual data of the groups
el: Μεμονωμένα δεδομένα των ομάδων
et: Gruppide üksikandmed
fr: Données individuelles des groupes
hr: Individualni podaci grupe
kk: Toptardyń jeke derekteri
th: ข้อมูลเฉพาะตัวของกลุ่ม

source: Point estimation
el: Σημειακή εκτίμηση
et: Punkti hinnang
fr: L'estimation ponctuelle
hr: Najbolje točka procjene
kk: Núktelik baǵalaý
th: การประมาณค่าแบบจุด

source: 95% confidence interval
el: 95% διάστημα εμπιστοσύνης
et: 95% usaldusintervall
fr: Intervalle de confiance de 95%
hr: 95% interval pouzdanosti
kk: 95% senim aralyǵy
th: ช่วงแห่งความเชื่อมั่น 95%

source: Standard deviation
el: Τυπική απόκλιση
et: Standardhälve
fr: Écart type
hr: Standardna devijacija
kk: Standartty aýytqý
th: ค่าเบี่ยงเบนมาตรฐาน

source: N of valid cases
el: Ν έγκυρων παρατηρήσεων
et: N valiidsetest juhtumitest
fr: N de cas valides
hr: N valjanih slučajeva
kk: Naqty oqıǵalar N
th: N กรณีที่เป็นไปตามที่คาดมีจำนวน

source: Update available
el: Διαθέσιμη ενημέρωση
et: Uuendus on saadaval
fr: Mise à jour est disponible
hr: Ažuriranje je dostupno
kk: Qoljetimdi jańartý
th: สามารถอัพเดทซอฟต์แวร์นี้ได้แล้ว

source: New version is available.
el: Νέα έκδοση είναι διαθέσιμη.
et: Uus versioon on saadaval
fr: La nouvelle version est disponible.
hr: Nova verzija je dostupna
kk: Qoljetimdi jańa nusqasy.
th: ซอฟต์แวร์เวอร์ชั่นใหม่มาแล้ว

source: You can download the new version<br>from the <a href = "%s">CogStat download page</a>.
el: Μπορείτε να κατεβάσετε τη νέα έκδοση<br>from the <a href = "%s">CogStat download page</a>.
et: Saate uue versiooni <br> alla laadida <a href = "%s">CogStat download page</a>.
fr: Vous pouvez télécharger la nouvelle version<br>à partir de la <a href = "%s">page de téléchargement CogStat</a>.
hr: Možete preuzeti novu verziju <br> sa <a href ="%s>CogStat download page</a>.
kk: Siz jańa nusqasyn<br> júkteı alasyz <a href = "%s">CogStat júkteý beti</a>.
th: คุณสามารถเข้าไปดาวน์โหลดเวอร์ชั่นล่าสุด<br>ได้ที่ <a href = "%s">CogStat download page</a>.

source: Explore relation of variable &pair
el: Εξερεύνηση της σχέσης μεταβλητού &ζεύγους
et: Uuri muutuja &paari suhet
fr: Explorer la relation entre la variable et la paire
hr: Istražite odnos %para varijabli
kk: Aınymaly &juptyń qatynasyn zertteńiz
th: ตรวจสอบความสัมพันธ์ระหว่างตัวแปร & จับคู่เปรียบเทียบ
