Repository: BelmaBumin/cogstat
Catalog: cogstat/locale/*/LC_MESSAGES/cogstat.po
Languages: el, et, fr, he, hr, kk, th

source: Homeogeneity of variance is violated.
he: הומוגניות השונות מופרת.

source: Choosing one-way ANOVA.
he: בוחר ניתוח שונות חד כיווני.

source: Normality and homeogeneity of variance are not violated. >> Running one-way ANOVA.
he: נורמליות והומוגניות של השונות אינם מופרים. << מבצע ניתוח שונות חד כיווני.

source: Explore variable &pair
he: חקור זוג &המשתנה

source: <br><b>Welcome to CogStat!</b><br>CogStat makes statistical analysis more simple and efficient.<br>To start working open a data file or paste your data from a spreadsheet.<br>Find more information about CogStat on its <a href = "https://github.com/cogstat/cogstat/wiki">webpage</a>.<br>
he: <br><b>ברוכה הבאה לCogStat</b><br>!CogStat הופך ניתוחים סטטיסטים לפשוטים ויעילים יותר.<br>על מנת להתחיל לעבוד פתח קובץ נתונים או העבר את הנתונים שלך מהגליון האלקטרוני.<br>תוכל למצוא מידע נוסף אודות CogStat ב<a href = "https://github.com/cogstat/cogstat/wiki"> אתר בית שלו</a>.<br>

source: <br>Simple statistical solutions for cognitive scientists<br><br>Copyright © %s-%s Attila Krajcsi<br><br><a href = "https://github.com/cogstat/cogstat/wiki">Visit CogStat website</a>
he: <br>פתרונות סטטיסטים פשוטים למדעים קוגניטיביים<br><br>זכויות יוצרים © %s-%s Attila Krajcsi<br><br><a href = "https://github.com/cogstat/cogstat/wiki">בקר באתר הבית של CogStat</a>
